export default {
    "occupation": {
        "itemOne": [
            {
                "code": "-11",
                "descr": "常用职业",
                "isopen": true,
                "itemTwo": [
                    {
                        "code": "-1111",
                        "descr": "无职业",
                        "itemThree": [
                            {
                                "code": "0001001",
                                "level": "1",
                                "descr": "党政机关、企事业单位负责人和行政管理人员"
                            },
                            {
                                "code": "1001004",
                                "level": "1",
                                "descr": "学生"
                            },
                            {
                                "code": "0101003",
                                "level": "2",
                                "descr": "农作物种植（谷豆棉麻蔬果药花卉）"
                            },
                            {
                                "code": "1301001",
                                "level": "1",
                                "descr": "金融企业内勤管理人员"
                            },
                            {
                                "code": "0001003",
                                "level": "2",
                                "descr": "企事业单位外勤业务员"
                            },
                            {
                                "code": "1303026",
                                "level": "1",
                                "descr": "退休人员"
                            },
                            {
                                "code": "1201022",
                                "level": "4",
                                "descr": "无店铺商贩"
                            },
                            {
                                "code": "1201004",
                                "level": "1",
                                "descr": "纺织、服装、家庭用品批发零售"
                            },
                            {
                                "code": "0101002",
                                "level": "2",
                                "descr": "农业技师"
                            },
                            {
                                "code": "1303027",
                                "level": "1",
                                "descr": "家庭主妇"
                            },
                            {
                                "code": "1301002",
                                "level": "2",
                                "descr": "金融企业业务员、收费员、调查员"
                            },
                            {
                                "code": "1001002",
                                "level": "1",
                                "descr": "普通教师"
                            },
                            {
                                "code": "1201003",
                                "level": "1",
                                "descr": "食品、饮料、烟草制品批发零售"
                            },
                            {
                                "code": "1302001",
                                "level": "1",
                                "descr": "专业会计、审计、税务人员"
                            },
                            {
                                "code": "0801002",
                                "level": "1",
                                "descr": "一般医师、护士"
                            },
                            {
                                "code": "0402001",
                                "level": "1",
                                "descr": "餐饮业内勤管理人员"
                            },
                            {
                                "code": "0501001",
                                "level": "1",
                                "descr": "房地产企业、建筑公司内勤管理人员"
                            },
                            {
                                "code": "1201013",
                                "level": "1",
                                "descr": "电子产品批发零售"
                            },
                            {
                                "code": "1201010",
                                "level": "2",
                                "descr": "金属、建材、玻璃批发零售"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "00",
                "descr": "一般职业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0001",
                        "descr": "机关团体公司",
                        "itemThree": [
                            {
                                "code": "0001001",
                                "level": "1",
                                "descr": "党政机关、企事业单位负责人和行政管理人员"
                            },
                            {
                                "code": "0001002",
                                "level": "1",
                                "descr": "一般科学研究人员（非有毒、危险接触）"
                            },
                            {
                                "code": "0001003",
                                "level": "2",
                                "descr": "企事业单位外勤业务员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "01",
                "descr": "农、林、牧、渔业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0101",
                        "descr": "农业",
                        "itemThree": [
                            {
                                "code": "0101001",
                                "level": "1",
                                "descr": "农场经营者（不亲自作业）"
                            },
                            {
                                "code": "0101002",
                                "level": "2",
                                "descr": "农业技师"
                            },
                            {
                                "code": "0101003",
                                "level": "2",
                                "descr": "农作物种植（谷豆棉麻蔬果药花卉）"
                            },
                            {
                                "code": "0101004",
                                "level": "3",
                                "descr": "农业机械之配备、操作、修理人员"
                            },
                            {
                                "code": "0101005",
                                "level": "3",
                                "descr": "农副产品加工生产工人 "
                            },
                            {
                                "code": "0101006",
                                "level": "5",
                                "descr": "沼气工程施工人员"
                            }
                        ]
                    },
                    {
                        "code": "0102",
                        "descr": "林业",
                        "itemThree": [
                            {
                                "code": "0102001",
                                "level": "2",
                                "descr": "林业育种育苗"
                            },
                            {
                                "code": "0102002",
                                "level": "4",
                                "descr": "造林人员"
                            },
                            {
                                "code": "0102003",
                                "level": "4",
                                "descr": "林业养护管理人员"
                            },
                            {
                                "code": "0102004",
                                "level": "5",
                                "descr": "林木采伐工人"
                            },
                            {
                                "code": "0102005",
                                "level": "5",
                                "descr": "林木运输工人"
                            },
                            {
                                "code": "0102006",
                                "level": "4",
                                "descr": "林木病虫害防治人员"
                            },
                            {
                                "code": "0102007",
                                "level": "7",
                                "descr": "森林防火人员"
                            }
                        ]
                    },
                    {
                        "code": "0103",
                        "descr": "畜牧业",
                        "itemThree": [
                            {
                                "code": "0103001",
                                "level": "1",
                                "descr": "畜牧场经营者(不亲自作业)"
                            },
                            {
                                "code": "0103002",
                                "level": "1",
                                "descr": "畜牧科研人员"
                            },
                            {
                                "code": "0103003",
                                "level": "2",
                                "descr": "兽医"
                            },
                            {
                                "code": "0103004",
                                "level": "3",
                                "descr": "牲畜、家禽养殖人员"
                            },
                            {
                                "code": "0103005",
                                "level": "6",
                                "descr": "猛兽饲养工"
                            },
                            {
                                "code": "0103006",
                                "level": "6",
                                "descr": "有毒动物饲养工（蛇、蝎子、蜈蚣等）"
                            }
                        ]
                    },
                    {
                        "code": "0104",
                        "descr": "渔业",
                        "itemThree": [
                            {
                                "code": "0104001",
                                "level": "1",
                                "descr": "渔场经营者（不亲自作业）"
                            },
                            {
                                "code": "0104002",
                                "level": "2",
                                "descr": "水产实验员（室内）"
                            },
                            {
                                "code": "0104003",
                                "level": "3",
                                "descr": "水产养殖人员（内陆）"
                            },
                            {
                                "code": "0104004",
                                "level": "5",
                                "descr": "水产养殖人员（沿海）"
                            },
                            {
                                "code": "0104005",
                                "level": "3",
                                "descr": "水产加工工人"
                            },
                            {
                                "code": "0104006",
                                "level": "3",
                                "descr": "内陆渔船船员"
                            },
                            {
                                "code": "0104007",
                                "level": "6",
                                "descr": "近海渔船船员"
                            },
                            {
                                "code": "0104008",
                                "level": "7",
                                "descr": "远洋渔船船员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "02",
                "descr": "采矿业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0201",
                        "descr": "煤炭、金属、矿石开采业",
                        "itemThree": [
                            {
                                "code": "0201001",
                                "level": "1",
                                "descr": "经营者(不到现场者)"
                            },
                            {
                                "code": "0201002",
                                "level": "3",
                                "descr": "经营者(现场监督者)"
                            },
                            {
                                "code": "0201003",
                                "level": "3",
                                "descr": "坑外作业工程师、技师、领班"
                            },
                            {
                                "code": "0201004",
                                "level": "5",
                                "descr": "坑外作业工人"
                            },
                            {
                                "code": "0201005",
                                "level": "4",
                                "descr": "工矿安全人员 "
                            },
                            {
                                "code": "0201006",
                                "level": "7",
                                "descr": "井下作业工人"
                            },
                            {
                                "code": "0201007",
                                "level": "7",
                                "descr": "采石业工人"
                            },
                            {
                                "code": "0201008",
                                "level": "7",
                                "descr": "采砂业工人"
                            }
                        ]
                    },
                    {
                        "code": "0202",
                        "descr": "石油天然气开采业",
                        "itemThree": [
                            {
                                "code": "0202001",
                                "level": "2",
                                "descr": "内勤管理人员"
                            },
                            {
                                "code": "0202002",
                                "level": "2",
                                "descr": "工程师"
                            },
                            {
                                "code": "0202003",
                                "level": "3",
                                "descr": "技术员"
                            },
                            {
                                "code": "0202004",
                                "level": "5",
                                "descr": "油气井、石油管道清洁保养修护工"
                            },
                            {
                                "code": "0202005",
                                "level": "5",
                                "descr": "钻勘设备安装换修保养工"
                            },
                            {
                                "code": "0202006",
                                "level": "6",
                                "descr": "海上油田所有作业人员(潜水人员拒保)"
                            },
                            {
                                "code": "0202007",
                                "level": "6",
                                "descr": "钻油井工人"
                            },
                            {
                                "code": "0202008",
                                "level": "5",
                                "descr": "油库工作人员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "03",
                "descr": "交通运输业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0301",
                        "descr": "道路运输业",
                        "itemThree": [
                            {
                                "code": "0301001",
                                "level": "1",
                                "descr": "出租车、物流、客运公司内勤管理人员"
                            },
                            {
                                "code": "0301002",
                                "level": "3",
                                "descr": "车站治安巡视人员"
                            },
                            {
                                "code": "0301003",
                                "level": "3",
                                "descr": "小客车司机"
                            },
                            {
                                "code": "0301004",
                                "level": "4",
                                "descr": "出租车司机"
                            },
                            {
                                "code": "0301005",
                                "level": "3",
                                "descr": "游览车司机及服务员"
                            },
                            {
                                "code": "0301006",
                                "level": "3",
                                "descr": "客运车司机及服务员（市区内）"
                            },
                            {
                                "code": "0301007",
                                "level": "4",
                                "descr": "客运车司机及服务员（中长途、高速路段）"
                            },
                            {
                                "code": "0301008",
                                "level": "4",
                                "descr": "小型客货两用车司机"
                            },
                            {
                                "code": "0301009",
                                "level": "4",
                                "descr": "人力三轮车夫"
                            },
                            {
                                "code": "0301010",
                                "level": "5",
                                "descr": "拖拉机、混凝土预拌车驾驶员`"
                            },
                            {
                                "code": "0301011",
                                "level": "5",
                                "descr": "机动三轮车夫"
                            },
                            {
                                "code": "0301012",
                                "level": "5",
                                "descr": "货车司机、随车工人"
                            },
                            {
                                "code": "0301013",
                                "level": "5",
                                "descr": "搬运工人、装卸工人"
                            },
                            {
                                "code": "0301014",
                                "level": "5",
                                "descr": "矿石车司机、随车工人"
                            },
                            {
                                "code": "0301015",
                                "level": "5",
                                "descr": "工程卡车司机、随车人员"
                            },
                            {
                                "code": "0301016",
                                "level": "6",
                                "descr": "油罐车司机、随车工人"
                            },
                            {
                                "code": "0301017",
                                "level": "3",
                                "descr": "缆车操纵员"
                            },
                            {
                                "code": "0301018",
                                "level": "5",
                                "descr": "营运性摩托车、电动车驾驶员"
                            }
                        ]
                    },
                    {
                        "code": "0302",
                        "descr": "铁路运输业",
                        "itemThree": [
                            {
                                "code": "0302001",
                                "level": "1",
                                "descr": "铁路车站内勤管理人员"
                            },
                            {
                                "code": "0302002",
                                "level": "2",
                                "descr": "铁路车站月台工作人员"
                            },
                            {
                                "code": "0302003",
                                "level": "3",
                                "descr": "铁路车站治安巡视人员"
                            },
                            {
                                "code": "0302004",
                                "level": "4",
                                "descr": "铁路行李搬运工人"
                            },
                            {
                                "code": "0302005",
                                "level": "4",
                                "descr": "铁路车站清洁工人"
                            },
                            {
                                "code": "0302006",
                                "level": "3",
                                "descr": "铁路乘务人员"
                            },
                            {
                                "code": "0302007",
                                "level": "3",
                                "descr": "铁路机车驾驶员"
                            },
                            {
                                "code": "0302008",
                                "level": "3",
                                "descr": "铁路机车养护维修人员"
                            },
                            {
                                "code": "0302009",
                                "level": "5",
                                "descr": "铁路货物搬运工人"
                            },
                            {
                                "code": "0302010",
                                "level": "4",
                                "descr": "铁路机车安保人员"
                            }
                        ]
                    },
                    {
                        "code": "0303",
                        "descr": "水上运输业",
                        "itemThree": [
                            {
                                "code": "0303001 ",
                                "level": "1",
                                "descr": "船长"
                            },
                            {
                                "code": "0303002",
                                "level": "2",
                                "descr": "船舶驾驶员（大副、二副、三副）"
                            },
                            {
                                "code": "0303003",
                                "level": "2",
                                "descr": "轮机长"
                            },
                            {
                                "code": "0303004",
                                "level": "3",
                                "descr": "轮机员（大管轮、二大管轮、三大管轮）"
                            },
                            {
                                "code": "0303005",
                                "level": "5",
                                "descr": "水手长"
                            },
                            {
                                "code": "0303006",
                                "level": "4",
                                "descr": "机工长"
                            },
                            {
                                "code": "0303007",
                                "level": "5",
                                "descr": "水手"
                            },
                            {
                                "code": "0303008",
                                "level": "5",
                                "descr": "机工"
                            },
                            {
                                "code": "0303009",
                                "level": "3",
                                "descr": "船舶厨师"
                            },
                            {
                                "code": "0303010",
                                "level": "2",
                                "descr": "船舶医务人员"
                            },
                            {
                                "code": "0303011",
                                "level": "4",
                                "descr": "船舶安保人员"
                            },
                            {
                                "code": "0303012",
                                "level": "4",
                                "descr": "客运船舶一般服务人员"
                            },
                            {
                                "code": "0303013",
                                "level": "4",
                                "descr": "船舶设备维护修理人员"
                            },
                            {
                                "code": "0303014",
                                "level": "4",
                                "descr": "游览船之驾驶及工作人员"
                            },
                            {
                                "code": "0303015",
                                "level": "4",
                                "descr": "小汽艇之驾驶及工作人员"
                            },
                            {
                                "code": "0303016",
                                "level": "5",
                                "descr": "码头装卸工"
                            },
                            {
                                "code": "0303017",
                                "level": "4",
                                "descr": "码头堆高机操作员"
                            },
                            {
                                "code": "0303018",
                                "level": "3",
                                "descr": "码头仓库管理人、理货员"
                            },
                            {
                                "code": "0303019",
                                "level": "4",
                                "descr": "领航员"
                            },
                            {
                                "code": "0303020",
                                "level": "1",
                                "descr": "海关关务人员"
                            },
                            {
                                "code": "0303021",
                                "level": "3",
                                "descr": "海关稽查人员"
                            },
                            {
                                "code": "0303022",
                                "level": "4",
                                "descr": "拖船驾驶员及工作人员"
                            },
                            {
                                "code": "0303023",
                                "level": "4",
                                "descr": "渡船驾驶员及工作人员"
                            },
                            {
                                "code": "0303024",
                                "level": "6",
                                "descr": "救难船员"
                            }
                        ]
                    },
                    {
                        "code": "0304",
                        "descr": "航空运输业",
                        "itemThree": [
                            {
                                "code": "0304001 ",
                                "level": "1",
                                "descr": "航空站内勤管理人员"
                            },
                            {
                                "code": "0304002",
                                "level": "1",
                                "descr": "塔台工作人员"
                            },
                            {
                                "code": "0304003",
                                "level": "1",
                                "descr": "航空站关务检查人员"
                            },
                            {
                                "code": "0304004",
                                "level": "3",
                                "descr": "航空站治安巡视人员"
                            },
                            {
                                "code": "0304005",
                                "level": "4",
                                "descr": "航空站清洁工人"
                            },
                            {
                                "code": "0304006",
                                "level": "3",
                                "descr": "机场内交通车司机"
                            },
                            {
                                "code": "0304007",
                                "level": "3",
                                "descr": "航空站行李搬运工人"
                            },
                            {
                                "code": "0304008",
                                "level": "5",
                                "descr": "航空站货物搬运工人"
                            },
                            {
                                "code": "0304009",
                                "level": "4",
                                "descr": "加添燃料人员"
                            },
                            {
                                "code": "0304010",
                                "level": "4",
                                "descr": "飞机洗刷人员"
                            },
                            {
                                "code": "0304011",
                                "level": "4",
                                "descr": "跑道维护工"
                            },
                            {
                                "code": "0304012",
                                "level": "4",
                                "descr": "飞机机械养护人员"
                            },
                            {
                                "code": "0304013",
                                "level": "1",
                                "descr": "航空公司内勤管理人员"
                            },
                            {
                                "code": "0304014",
                                "level": "1",
                                "descr": "航空货运公司内勤管理人员"
                            },
                            {
                                "code": "0304015",
                                "level": "1",
                                "descr": "航空货运报关员"
                            },
                            {
                                "code": "0304016",
                                "level": "3",
                                "descr": "航空货运理货员"
                            },
                            {
                                "code": "0304017",
                                "level": "2",
                                "descr": "民航飞行人员"
                            },
                            {
                                "code": "0304018",
                                "level": "3",
                                "descr": "民航机上服务员"
                            },
                            {
                                "code": "0304019",
                                "level": "4",
                                "descr": "民航机上安全管理人员"
                            },
                            {
                                "code": "0304020",
                                "level": "6",
                                "descr": "直升机飞行人员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "04",
                "descr": "住宿、餐饮业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0401",
                        "descr": "旅馆业",
                        "itemThree": [
                            {
                                "code": "0401001",
                                "level": "1",
                                "descr": "旅馆业内勤管理人员"
                            },
                            {
                                "code": "0401002",
                                "level": "3",
                                "descr": "旅馆业服务员"
                            },
                            {
                                "code": "0401003",
                                "level": "4",
                                "descr": "旅馆业清洁工"
                            },
                            {
                                "code": "0401004",
                                "level": "4",
                                "descr": "旅馆业设施养护维修人员"
                            }
                        ]
                    },
                    {
                        "code": "0402",
                        "descr": "餐饮业",
                        "itemThree": [
                            {
                                "code": "0402001",
                                "level": "1",
                                "descr": "餐饮业内勤管理人员"
                            },
                            {
                                "code": "0402002",
                                "level": "3",
                                "descr": "餐饮业服务人员"
                            },
                            {
                                "code": "0402003",
                                "level": "2",
                                "descr": "餐饮业采购人员"
                            },
                            {
                                "code": "0402004",
                                "level": "3",
                                "descr": "餐饮业厨师"
                            },
                            {
                                "code": "0402005",
                                "level": "4",
                                "descr": "餐饮业清洁人员"
                            },
                            {
                                "code": "0402006",
                                "level": "2",
                                "descr": "咖啡厅工作人员"
                            },
                            {
                                "code": "0402007",
                                "level": "2",
                                "descr": "茶室工作人员"
                            },
                            {
                                "code": "0402008",
                                "level": "4",
                                "descr": "露天、流动餐饮工作人员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "05",
                "descr": "建筑业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0501",
                        "descr": "房屋建筑业",
                        "itemThree": [
                            {
                                "code": "0501001",
                                "level": "1",
                                "descr": "房地产企业、建筑公司内勤管理人员"
                            },
                            {
                                "code": "0501002",
                                "level": "2",
                                "descr": "房产中介业务人员"
                            },
                            {
                                "code": "0501003",
                                "level": "2",
                                "descr": "房地产销售人员"
                            },
                            {
                                "code": "0501004",
                                "level": "2",
                                "descr": "物业管理人员"
                            },
                            {
                                "code": "0501005",
                                "level": "1",
                                "descr": "建筑设计、绘图人员"
                            },
                            {
                                "code": "0501006",
                                "level": "2",
                                "descr": "建筑测量员"
                            },
                            {
                                "code": "0501007",
                                "level": "2",
                                "descr": "工程监理"
                            },
                            {
                                "code": "0501008",
                                "level": "2",
                                "descr": "承包商（土木建筑）"
                            },
                            {
                                "code": "0501009",
                                "level": "3",
                                "descr": "建筑队领班、监工"
                            },
                            {
                                "code": "0501010",
                                "level": "4",
                                "descr": "模板工、模具工"
                            },
                            {
                                "code": "0501011",
                                "level": "4",
                                "descr": "木工"
                            },
                            {
                                "code": "0501012",
                                "level": "4",
                                "descr": "泥水工、砌筑工"
                            },
                            {
                                "code": "0501013",
                                "level": "4",
                                "descr": "油漆工、喷漆工"
                            },
                            {
                                "code": "0501014",
                                "level": "4",
                                "descr": "水电工"
                            },
                            {
                                "code": "0501015",
                                "level": "6",
                                "descr": "钢骨结构工人（钢筋工）"
                            },
                            {
                                "code": "0501016",
                                "level": "7",
                                "descr": "脚手架架设工人"
                            },
                            {
                                "code": "0501017",
                                "level": "5",
                                "descr": "磨石、洗石工人"
                            },
                            {
                                "code": "0501018",
                                "level": "4",
                                "descr": "焊工"
                            },
                            {
                                "code": "0501019",
                                "level": "4",
                                "descr": "建筑工程机械操作员"
                            },
                            {
                                "code": "0501020",
                                "level": "5",
                                "descr": "金属门窗安装工人"
                            },
                            {
                                "code": "0501021",
                                "level": "4",
                                "descr": "防水、排水工程人员"
                            },
                            {
                                "code": "0501022",
                                "level": "5",
                                "descr": "石棉瓦或浪板安装工人"
                            },
                            {
                                "code": "0501023",
                                "level": "5",
                                "descr": "拆屋、迁屋工人"
                            },
                            {
                                "code": "0501024",
                                "level": "4",
                                "descr": "房屋维修工人"
                            },
                            {
                                "code": "0501025",
                                "level": "7",
                                "descr": "玻璃幕墙安装工人"
                            },
                            {
                                "code": "0501026",
                                "level": "5",
                                "descr": "工地看守员"
                            }
                        ]
                    },
                    {
                        "code": "0502",
                        "descr": "铁路公路建设 ",
                        "itemThree": [
                            {
                                "code": "0502001",
                                "level": "2",
                                "descr": "工程设计及行政管理人员"
                            },
                            {
                                "code": "0502002",
                                "level": "5",
                                "descr": "现场勘测人员（山区）"
                            },
                            {
                                "code": "0502003",
                                "level": "3",
                                "descr": "现场勘测人员（非山区）"
                            },
                            {
                                "code": "0502004",
                                "level": "3",
                                "descr": "监工"
                            },
                            {
                                "code": "0502005",
                                "level": "4",
                                "descr": "工程机械操作员"
                            },
                            {
                                "code": "0502006",
                                "level": "5",
                                "descr": "铺设工人(山地)"
                            },
                            {
                                "code": "0502007",
                                "level": "4",
                                "descr": "铺设工人(平地)"
                            },
                            {
                                "code": "0502008",
                                "level": "5",
                                "descr": "公路、铁路筑路养护工人"
                            },
                            {
                                "code": "0502009",
                                "level": "5",
                                "descr": "电线架设及维护工人"
                            },
                            {
                                "code": "0502010",
                                "level": "5",
                                "descr": "管道铺设及维护工人"
                            },
                            {
                                "code": "0502011",
                                "level": "5",
                                "descr": "高速公路工程人员(含美化人员)"
                            },
                            {
                                "code": "0502012",
                                "level": "4",
                                "descr": "铁道线路工"
                            },
                            {
                                "code": "0502013",
                                "level": "5",
                                "descr": "铁路舟桥工"
                            },
                            {
                                "code": "0502014",
                                "level": "5",
                                "descr": "道岔制修工"
                            },
                            {
                                "code": "0502015",
                                "level": "4",
                                "descr": "枕木处理工"
                            },
                            {
                                "code": "0502016",
                                "level": "3",
                                "descr": "铁路平交道看守人员"
                            }
                        ]
                    },
                    {
                        "code": "0503",
                        "descr": "建筑安装业",
                        "itemThree": [
                            {
                                "code": "0503001",
                                "level": "5",
                                "descr": "电梯、升降机安装工人"
                            },
                            {
                                "code": "0503002",
                                "level": "2",
                                "descr": "电梯、升降机操作员"
                            },
                            {
                                "code": "0503003",
                                "level": "5",
                                "descr": "电梯、升降机修理及维护工人"
                            },
                            {
                                "code": "0503004",
                                "level": "3",
                                "descr": "空调系统安装及维护人员（室内）"
                            },
                            {
                                "code": "0503005",
                                "level": "5",
                                "descr": "空调系统安装及维护人员（室外）"
                            },
                            {
                                "code": "0503006",
                                "level": "4",
                                "descr": "防火系统、警报器安装人员"
                            }
                        ]
                    },
                    {
                        "code": "0504",
                        "descr": "建筑装饰业",
                        "itemThree": [
                            {
                                "code": "0504001",
                                "level": "1",
                                "descr": "设计制图人员"
                            },
                            {
                                "code": "0504002",
                                "level": "4",
                                "descr": "室内装璜人员"
                            },
                            {
                                "code": "0504003",
                                "level": "5",
                                "descr": "室外装璜人员"
                            },
                            {
                                "code": "0504004",
                                "level": "2",
                                "descr": "室内装潢现场监工"
                            },
                            {
                                "code": "0504005",
                                "level": "2",
                                "descr": "室内装饰装修质量检验员"
                            },
                            {
                                "code": "0504006",
                                "level": "2",
                                "descr": "室内装饰装修环境检验员"
                            }
                        ]
                    },
                    {
                        "code": "0505",
                        "descr": "水利、港口工程",
                        "itemThree": [
                            {
                                "code": "0505001",
                                "level": "2",
                                "descr": "工程设计及行政管理人员"
                            },
                            {
                                "code": "0505002",
                                "level": "5",
                                "descr": "现场勘测人员"
                            },
                            {
                                "code": "0505003",
                                "level": "5",
                                "descr": "河道堤坝工程施工人员"
                            },
                            {
                                "code": "0505004",
                                "level": "4",
                                "descr": "河道堤坝巡护人员"
                            },
                            {
                                "code": "0505005",
                                "level": "5",
                                "descr": "海湾、港口工程建设人员"
                            },
                            {
                                "code": "0505006",
                                "level": "5",
                                "descr": "桥梁工程建设人员"
                            },
                            {
                                "code": "0505007",
                                "level": "6",
                                "descr": "隧道工程建设人员"
                            },
                            {
                                "code": "0505008",
                                "level": "6",
                                "descr": "大型水坝工程人员、挖井工程人员"
                            },
                            {
                                "code": "0505009",
                                "level": "7",
                                "descr": "爆破工作人员"
                            },
                            {
                                "code": "0505010",
                                "level": "5",
                                "descr": "挖泥船工人"
                            }
                        ]
                    },
                    {
                        "code": "0506",
                        "descr": "测绘工程",
                        "itemThree": [
                            {
                                "code": "0506001",
                                "level": "2",
                                "descr": "摄影测量与遥感工程技术人员"
                            },
                            {
                                "code": "0506002",
                                "level": "1",
                                "descr": "地图制图与印刷工程技术人员"
                            },
                            {
                                "code": "0506003",
                                "level": "2",
                                "descr": "海洋测绘工程技术人员（非海上作业）"
                            },
                            {
                                "code": "0506004",
                                "level": "6",
                                "descr": "海洋测绘工程技术人员（海上作业）"
                            },
                            {
                                "code": "0506005",
                                "level": "2",
                                "descr": "环境监测技术人员"
                            },
                            {
                                "code": "0506006",
                                "level": "5",
                                "descr": "地质勘探工程技术人员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "06",
                "descr": "制造加工维修业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0601",
                        "descr": "金属冶炼加工业",
                        "itemThree": [
                            {
                                "code": "0601001",
                                "level": "1",
                                "descr": "冶金企业内勤管理人员"
                            },
                            {
                                "code": "0601002",
                                "level": "2",
                                "descr": "冶金企业技师、领班"
                            },
                            {
                                "code": "0601003",
                                "level": "6",
                                "descr": "钢铁等金属冶炼工人"
                            },
                            {
                                "code": "0601004",
                                "level": "4",
                                "descr": "钢铁铸造锻压工人"
                            },
                            {
                                "code": "0601005",
                                "level": "4",
                                "descr": "金属制品制造工人"
                            }
                        ]
                    },
                    {
                        "code": "0602",
                        "descr": "通用设备制造业 ",
                        "itemThree": [
                            {
                                "code": "0602001",
                                "level": "1",
                                "descr": "通用设备制造企业内勤管理人员"
                            },
                            {
                                "code": "0602002",
                                "level": "2",
                                "descr": "通用设备制造企业技师、领班"
                            },
                            {
                                "code": "0602003",
                                "level": "4",
                                "descr": "锅炉设备制造工"
                            },
                            {
                                "code": "0602004",
                                "level": "4",
                                "descr": "内燃机设备制造工"
                            },
                            {
                                "code": "0602005",
                                "level": "4",
                                "descr": "轮机设备制造工"
                            },
                            {
                                "code": "0602006",
                                "level": "4",
                                "descr": "机床设备制造工"
                            },
                            {
                                "code": "0602007",
                                "level": "4",
                                "descr": "起重设备制造工"
                            },
                            {
                                "code": "0602008",
                                "level": "4",
                                "descr": "升降机设备制造工"
                            },
                            {
                                "code": "0602009",
                                "level": "4",
                                "descr": "空调、制冷设备制造工"
                            },
                            {
                                "code": "0602010",
                                "level": "4",
                                "descr": "文化、办公设备制造工"
                            },
                            {
                                "code": "0602011",
                                "level": "4",
                                "descr": "纺织缝纫设备制造工"
                            },
                            {
                                "code": "0602012",
                                "level": "4",
                                "descr": "医疗设备制造工"
                            },
                            {
                                "code": "0602013",
                                "level": "4",
                                "descr": "电子机械设备制造工"
                            },
                            {
                                "code": "0602014",
                                "level": "4",
                                "descr": "电力机械设备制造工"
                            },
                            {
                                "code": "0602015",
                                "level": "4",
                                "descr": "农用机械设备制造工"
                            }
                        ]
                    },
                    {
                        "code": "0603",
                        "descr": "非金属矿物制品业",
                        "itemThree": [
                            {
                                "code": "0603001",
                                "level": "1",
                                "descr": "水泥企业内勤管理人员"
                            },
                            {
                                "code": "0603002",
                                "level": "2",
                                "descr": "水泥企业技师、领班"
                            },
                            {
                                "code": "0603003",
                                "level": "6",
                                "descr": "水泥生产制造工"
                            },
                            {
                                "code": "0603004",
                                "level": "7",
                                "descr": "水泥生产采掘工"
                            },
                            {
                                "code": "0603005",
                                "level": "7",
                                "descr": "水泥生产爆破工"
                            },
                            {
                                "code": "0603006",
                                "level": "6",
                                "descr": "石膏、石棉焙烧工"
                            },
                            {
                                "code": "0603007",
                                "level": "5",
                                "descr": "陶瓷、木炭、砖块制造工"
                            },
                            {
                                "code": "0603008",
                                "level": "4",
                                "descr": "保温、吸音材料制造工"
                            },
                            {
                                "code": "0603009",
                                "level": "1",
                                "descr": "玻璃制造企业内勤管理人员"
                            },
                            {
                                "code": "0603010",
                                "level": "2",
                                "descr": "玻璃制造企业技师、领班"
                            },
                            {
                                "code": "0603011",
                                "level": "4",
                                "descr": "玻璃制造工人"
                            },
                            {
                                "code": "0603012",
                                "level": "4",
                                "descr": "玻璃制品制造工人"
                            }
                        ]
                    },
                    {
                        "code": "0604",
                        "descr": "原油、化工业  ",
                        "itemThree": [
                            {
                                "code": "0604001",
                                "level": "1",
                                "descr": "石油、化工企业内勤管理人员"
                            },
                            {
                                "code": "0604002",
                                "level": "2",
                                "descr": "石油、化工企业技师、领班"
                            },
                            {
                                "code": "0604003",
                                "level": "6",
                                "descr": "原油加工制造工"
                            },
                            {
                                "code": "0604004",
                                "level": "6",
                                "descr": "天然气、煤制气等液态气态燃料制造工"
                            },
                            {
                                "code": "0604005",
                                "level": "6",
                                "descr": "煤炭炼焦加工工人"
                            },
                            {
                                "code": "0604006",
                                "level": "7",
                                "descr": "核燃料加工工人"
                            },
                            {
                                "code": "0604007",
                                "level": "6",
                                "descr": "基础化工原料加工工人"
                            },
                            {
                                "code": "0604008",
                                "level": "5",
                                "descr": "化肥、农药制造加工工人"
                            },
                            {
                                "code": "0604009",
                                "level": "5",
                                "descr": "涂料、染料、油墨制造加工工人"
                            },
                            {
                                "code": "0604010",
                                "level": "5",
                                "descr": "塑料、树脂、橡胶原料制造加工工人"
                            },
                            {
                                "code": "0604011",
                                "level": "4",
                                "descr": "塑料、树脂、橡胶制品制造加工工人"
                            },
                            {
                                "code": "0604012",
                                "level": "7",
                                "descr": "炸药、烟火、鞭炮制造加工工人"
                            },
                            {
                                "code": "0604013",
                                "level": "4",
                                "descr": "合成化工用品制造加工工人"
                            },
                            {
                                "code": "0604014",
                                "level": "3",
                                "descr": "日用品、化妆品制造加工工人"
                            },
                            {
                                "code": "0604015",
                                "level": "3",
                                "descr": "感光等信息记录材料生产人员"
                            },
                            {
                                "code": "0604016",
                                "level": "7",
                                "descr": "硫酸、盐酸、硝酸、烧碱等强酸碱制造工人"
                            },
                            {
                                "code": "0604017",
                                "level": "7",
                                "descr": "有毒物品制造加工工人"
                            }
                        ]
                    },
                    {
                        "code": "0605",
                        "descr": "医药制造业",
                        "itemThree": [
                            {
                                "code": "0605001",
                                "level": "1",
                                "descr": "制药企业内勤管理人员"
                            },
                            {
                                "code": "0605002",
                                "level": "1",
                                "descr": "制药企业技师、领班"
                            },
                            {
                                "code": "0605003",
                                "level": "2",
                                "descr": "药品制造工人"
                            },
                            {
                                "code": "0605004",
                                "level": "3",
                                "descr": "卫生材料、医用制品制造工人"
                            }
                        ]
                    },
                    {
                        "code": "0606",
                        "descr": "车辆、船舶制造业",
                        "itemThree": [
                            {
                                "code": "0606001",
                                "level": "1",
                                "descr": "车辆制造企业内勤管理人员"
                            },
                            {
                                "code": "0606002",
                                "level": "2",
                                "descr": "车辆制造企业技师、领班"
                            },
                            {
                                "code": "0606003",
                                "level": "3",
                                "descr": "汽车制造工人"
                            },
                            {
                                "code": "0606004",
                                "level": "4",
                                "descr": "改装车工人"
                            },
                            {
                                "code": "0606005",
                                "level": "4",
                                "descr": "试车人员"
                            },
                            {
                                "code": "0606006",
                                "level": "4",
                                "descr": "铁路机车制造工人"
                            },
                            {
                                "code": "0606007",
                                "level": "5",
                                "descr": "船舶制造工人"
                            },
                            {
                                "code": "0606008",
                                "level": "6",
                                "descr": "拆船工人"
                            },
                            {
                                "code": "0606009",
                                "level": "3",
                                "descr": "航空、航天器制造工人"
                            },
                            {
                                "code": "0606010",
                                "level": "4",
                                "descr": "摩托车、助力车、自行车制造工人"
                            }
                        ]
                    },
                    {
                        "code": "0607",
                        "descr": "纺织印染及成衣业",
                        "itemThree": [
                            {
                                "code": "0607001",
                                "level": "1",
                                "descr": "纺织企业内勤管理人员"
                            },
                            {
                                "code": "0607002",
                                "level": "1",
                                "descr": "纺织品及成衣设计师"
                            },
                            {
                                "code": "0607003",
                                "level": "2",
                                "descr": "纺织企业技师、领班"
                            },
                            {
                                "code": "0607004",
                                "level": "3",
                                "descr": "棉毛麻丝制造加工工人"
                            },
                            {
                                "code": "0607005",
                                "level": "4",
                                "descr": "化学纤维制造加工工人"
                            },
                            {
                                "code": "0607006",
                                "level": "4",
                                "descr": "纺织品染整工人"
                            },
                            {
                                "code": "0607007",
                                "level": "3",
                                "descr": "服装成衣加工工人"
                            },
                            {
                                "code": "0607008",
                                "level": "5",
                                "descr": "皮革鞣制工人"
                            },
                            {
                                "code": "0607009",
                                "level": "4",
                                "descr": "箱包、鞋业制造工人"
                            }
                        ]
                    },
                    {
                        "code": "0608",
                        "descr": "造纸、纸制品业",
                        "itemThree": [
                            {
                                "code": "0608001",
                                "level": "1",
                                "descr": "造纸企业内勤管理人员"
                            },
                            {
                                "code": "0608002",
                                "level": "2",
                                "descr": "造纸企业技师、领班"
                            },
                            {
                                "code": "0608003",
                                "level": "4",
                                "descr": "造纸工人"
                            },
                            {
                                "code": "0608004",
                                "level": "5",
                                "descr": "制浆废液回收利用工"
                            },
                            {
                                "code": "0608005",
                                "level": "4",
                                "descr": "纸制品加工工人"
                            }
                        ]
                    },
                    {
                        "code": "0609",
                        "descr": "木材加工制造业",
                        "itemThree": [
                            {
                                "code": "0609001",
                                "level": "1",
                                "descr": "木材加工制造企业内勤管理人员"
                            },
                            {
                                "code": "0609002",
                                "level": "2",
                                "descr": "木材加工制造企业技师、领班"
                            },
                            {
                                "code": "0609003",
                                "level": "3",
                                "descr": "木材加工质检人员"
                            },
                            {
                                "code": "0609004",
                                "level": "5",
                                "descr": "木材加工锯木工人"
                            },
                            {
                                "code": "0609005",
                                "level": "5",
                                "descr": "木材储藏槽工人"
                            },
                            {
                                "code": "0609006",
                                "level": "5",
                                "descr": "木材搬运工人"
                            },
                            {
                                "code": "0609007",
                                "level": "4",
                                "descr": "木材运输机械操作工人"
                            },
                            {
                                "code": "0609008",
                                "level": "4",
                                "descr": "木竹藤草板材制造工人"
                            },
                            {
                                "code": "0609009",
                                "level": "4",
                                "descr": "家俱制造工人"
                            }
                        ]
                    },
                    {
                        "code": "0610",
                        "descr": "工艺品、文体用品生产加工业",
                        "itemThree": [
                            {
                                "code": "0610001 ",
                                "level": "1",
                                "descr": "工艺品、文体用品企业内勤管理人员"
                            },
                            {
                                "code": "0610002",
                                "level": "2",
                                "descr": "工艺品、文体用品企业技师、领班"
                            },
                            {
                                "code": "0610003",
                                "level": "1",
                                "descr": "工艺品设计师"
                            },
                            {
                                "code": "0610004",
                                "level": "3",
                                "descr": "文具制造工"
                            },
                            {
                                "code": "0610005",
                                "level": "3",
                                "descr": "钟表、计时器制造工人"
                            },
                            {
                                "code": "0610006",
                                "level": "3",
                                "descr": "光学仪器、眼镜制造工人"
                            },
                            {
                                "code": "0610007",
                                "level": "3",
                                "descr": "乐器制作工"
                            },
                            {
                                "code": "0610008",
                                "level": "3",
                                "descr": "雕塑工艺品加工工人"
                            },
                            {
                                "code": "0610009",
                                "level": "3",
                                "descr": "金属工艺品加工工人"
                            },
                            {
                                "code": "0610010",
                                "level": "3",
                                "descr": "竹木制手工艺品之加工工人"
                            },
                            {
                                "code": "0610011",
                                "level": "3",
                                "descr": "布艺、纸艺工艺品加工工人"
                            },
                            {
                                "code": "0610012",
                                "level": "3",
                                "descr": "皮革、漆艺工艺品加工工人"
                            },
                            {
                                "code": "0610013",
                                "level": "3",
                                "descr": "珠宝首饰加工工人"
                            },
                            {
                                "code": "0610014",
                                "level": "3",
                                "descr": "体育用品加工工人"
                            },
                            {
                                "code": "0610015",
                                "level": "3",
                                "descr": "玩具加工工人"
                            },
                            {
                                "code": "0610016",
                                "level": "3",
                                "descr": "健身器材制作安装维护工人"
                            }
                        ]
                    },
                    {
                        "code": "0611",
                        "descr": "食品、烟草加工业",
                        "itemThree": [
                            {
                                "code": "0611001 ",
                                "level": "1",
                                "descr": "食品、烟草企业内勤管理人员"
                            },
                            {
                                "code": "0611002",
                                "level": "2",
                                "descr": "食品、烟草企业技师、领班"
                            },
                            {
                                "code": "0611003",
                                "level": "2",
                                "descr": "谷物磨制工人"
                            },
                            {
                                "code": "0611004",
                                "level": "4",
                                "descr": "饲料加工工人"
                            },
                            {
                                "code": "0611005",
                                "level": "3",
                                "descr": "植物油加工工人"
                            },
                            {
                                "code": "0611006",
                                "level": "3",
                                "descr": "调味品制造工人"
                            },
                            {
                                "code": "0611007",
                                "level": "3",
                                "descr": "食品、饮料加工工人"
                            },
                            {
                                "code": "0611008",
                                "level": "4",
                                "descr": "冷冻制品加工工人"
                            },
                            {
                                "code": "0611009",
                                "level": "3",
                                "descr": "茶叶加工工人"
                            },
                            {
                                "code": "0611010",
                                "level": "3",
                                "descr": "果菜加工业工人"
                            },
                            {
                                "code": "0611011",
                                "level": "3",
                                "descr": "烟草加工工人"
                            },
                            {
                                "code": "0611012",
                                "level": "4",
                                "descr": "畜禽屠宰工人"
                            }
                        ]
                    },
                    {
                        "code": "0612",
                        "descr": "电气器材制造业",
                        "itemThree": [
                            {
                                "code": "0612001 ",
                                "level": "1",
                                "descr": "电气制造企业内勤管理人员"
                            },
                            {
                                "code": "0612002",
                                "level": "2",
                                "descr": "电气制造企业技师、领班"
                            },
                            {
                                "code": "0612003",
                                "level": "4",
                                "descr": "电机制造维修工人"
                            },
                            {
                                "code": "0612004",
                                "level": "4",
                                "descr": "输配电设备制造维修工人"
                            },
                            {
                                "code": "0612005",
                                "level": "4",
                                "descr": "电线、光缆、电工器材制造维修工人"
                            },
                            {
                                "code": "0612006",
                                "level": "5",
                                "descr": "电池制造工人"
                            },
                            {
                                "code": "0612007",
                                "level": "3",
                                "descr": "计算机、家用电器制造工人"
                            },
                            {
                                "code": "0612008",
                                "level": "4",
                                "descr": "照明器具制造维修工人"
                            },
                            {
                                "code": "0612009",
                                "level": "4",
                                "descr": "通信设备制造维修工人"
                            },
                            {
                                "code": "0612010",
                                "level": "4",
                                "descr": "仪表仪器制造维修工人"
                            },
                            {
                                "code": "0612011",
                                "level": "5",
                                "descr": "废料、碎屑加工处理（无毒）"
                            },
                            {
                                "code": "0612012",
                                "level": "7",
                                "descr": "废料、碎屑加工处理（有毒）"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "07",
                "descr": "出版广告业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0701",
                        "descr": "新闻出版业",
                        "itemThree": [
                            {
                                "code": "0701001",
                                "level": "1",
                                "descr": "新闻出版业内勤管理人员"
                            },
                            {
                                "code": "0701002",
                                "level": "2",
                                "descr": "新闻出版业外勤记者"
                            },
                            {
                                "code": "0701003",
                                "level": "7",
                                "descr": "战地记者"
                            },
                            {
                                "code": "0701004",
                                "level": "1",
                                "descr": "翻译"
                            },
                            {
                                "code": "0701005",
                                "level": "1",
                                "descr": "作家"
                            },
                            {
                                "code": "0701006",
                                "level": "2",
                                "descr": "图书报刊杂志推销员"
                            },
                            {
                                "code": "0701007",
                                "level": "3",
                                "descr": "排版装订印刷工人"
                            },
                            {
                                "code": "0701008",
                                "level": "4",
                                "descr": "图书报刊杂志递送人员"
                            },
                            {
                                "code": "0701009",
                                "level": "1",
                                "descr": "图书馆、档案馆、博物馆内勤管理人员"
                            }
                        ]
                    },
                    {
                        "code": "0702",
                        "descr": "广告业 ",
                        "itemThree": [
                            {
                                "code": "0702001",
                                "level": "1",
                                "descr": "广告业内勤管理人员"
                            },
                            {
                                "code": "0702002",
                                "level": "1",
                                "descr": "广告招牌绘制人员（地面）"
                            },
                            {
                                "code": "0702003",
                                "level": "4",
                                "descr": "广告招牌绘制人员（空中）"
                            },
                            {
                                "code": "0702004",
                                "level": "1",
                                "descr": "广告片拍摄录制人员"
                            },
                            {
                                "code": "0702005",
                                "level": "6",
                                "descr": "广告招牌架设人员"
                            },
                            {
                                "code": "0702006",
                                "level": "6",
                                "descr": "霓虹光管安装及维修人员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "08",
                "descr": "医药卫生保健",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0801",
                        "descr": "医疗卫生",
                        "itemThree": [
                            {
                                "code": "0801001",
                                "level": "1",
                                "descr": "医务行政人员"
                            },
                            {
                                "code": "0801002",
                                "level": "1",
                                "descr": "一般医师、护士"
                            },
                            {
                                "code": "0801003",
                                "level": "2",
                                "descr": "精神科医师、看护、护士"
                            },
                            {
                                "code": "0801004",
                                "level": "2",
                                "descr": "乡村、私人诊所医师、护士"
                            },
                            {
                                "code": "0801005",
                                "level": "2",
                                "descr": "监狱、戒毒所医生护理人员"
                            },
                            {
                                "code": "0801006",
                                "level": "2",
                                "descr": "护理员"
                            },
                            {
                                "code": "0801007",
                                "level": "2",
                                "descr": "放射科医师操作人员"
                            },
                            {
                                "code": "0801008",
                                "level": "4",
                                "descr": "放射线之修理人员"
                            },
                            {
                                "code": "0801009",
                                "level": "3",
                                "descr": "医院炊事"
                            },
                            {
                                "code": "0801010",
                                "level": "4",
                                "descr": "医院勤杂工"
                            },
                            {
                                "code": "0801011",
                                "level": "2",
                                "descr": "孤残收养、庇护机构护理人员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "09",
                "descr": "娱乐业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "0901",
                        "descr": "艺术及演艺人员",
                        "itemThree": [
                            {
                                "code": "0901001",
                                "level": "1",
                                "descr": "制片"
                            },
                            {
                                "code": "0901002",
                                "level": "1",
                                "descr": "编剧"
                            },
                            {
                                "code": "0901003",
                                "level": "1",
                                "descr": "导演"
                            },
                            {
                                "code": "0901004",
                                "level": "1",
                                "descr": "一般演员"
                            },
                            {
                                "code": "0901005",
                                "level": "3",
                                "descr": "武打演员、武术指导"
                            },
                            {
                                "code": "0901006",
                                "level": "7",
                                "descr": "特技演员"
                            },
                            {
                                "code": "0901007",
                                "level": "1",
                                "descr": "播音、主持"
                            },
                            {
                                "code": "0901008",
                                "level": "1",
                                "descr": "剪辑、美工"
                            },
                            {
                                "code": "0901009",
                                "level": "1",
                                "descr": "化妆师"
                            },
                            {
                                "code": "0901010",
                                "level": "2",
                                "descr": "场记"
                            },
                            {
                                "code": "0901011",
                                "level": "4",
                                "descr": "布景搭设、跑片人员"
                            },
                            {
                                "code": "0901012",
                                "level": "2",
                                "descr": "摄影工作人员"
                            },
                            {
                                "code": "0901013",
                                "level": "2",
                                "descr": "灯光及音响效果工作人员"
                            },
                            {
                                "code": "0901014",
                                "level": "2",
                                "descr": "冲片、洗片工作人员"
                            },
                            {
                                "code": "0901015",
                                "level": "3",
                                "descr": "影视舞台烟火特效员"
                            },
                            {
                                "code": "0901016",
                                "level": "2",
                                "descr": "影视道具、设备机械员"
                            },
                            {
                                "code": "0901017",
                                "level": "1",
                                "descr": "电影院售票员"
                            },
                            {
                                "code": "0901018",
                                "level": "2",
                                "descr": "电影院放映人员、服务人员"
                            },
                            {
                                "code": "0901019",
                                "level": "1",
                                "descr": "作曲、编曲人员"
                            },
                            {
                                "code": "0901020",
                                "level": "1",
                                "descr": "演奏人员"
                            },
                            {
                                "code": "0901021",
                                "level": "1",
                                "descr": "演奏人员"
                            },
                            {
                                "code": "0901022",
                                "level": "2",
                                "descr": "雕塑家"
                            },
                            {
                                "code": "0901023",
                                "level": "2",
                                "descr": "杂技魔术演员"
                            },
                            {
                                "code": "0901024",
                                "level": "7",
                                "descr": "高空杂技、飞车、飞人演员"
                            },
                            {
                                "code": "0901025",
                                "level": "7",
                                "descr": "街头艺人"
                            }
                        ]
                    },
                    {
                        "code": "0902",
                        "descr": "体育场馆",
                        "itemThree": [
                            {
                                "code": "0902001",
                                "level": "1",
                                "descr": "体育场馆内勤管理人员"
                            },
                            {
                                "code": "0902002",
                                "level": "3",
                                "descr": "游泳池救生员"
                            },
                            {
                                "code": "0902003",
                                "level": "4",
                                "descr": "海水浴场救生员"
                            }
                        ]
                    },
                    {
                        "code": "0903",
                        "descr": "动物园、游乐园",
                        "itemThree": [
                            {
                                "code": "0903001",
                                "level": "1",
                                "descr": "动物园内勤管理人员"
                            },
                            {
                                "code": "0903002",
                                "level": "4",
                                "descr": "兽栏清洁工（非猛兽）"
                            },
                            {
                                "code": "0903003",
                                "level": "6",
                                "descr": "兽栏清洁工（猛兽）"
                            },
                            {
                                "code": "0903004",
                                "level": "4",
                                "descr": "动物园饲养人员（非猛兽）"
                            },
                            {
                                "code": "0903005",
                                "level": "6",
                                "descr": "动物园饲养人员（猛兽）"
                            },
                            {
                                "code": "0903006",
                                "level": "2",
                                "descr": "兽医(动物园)"
                            },
                            {
                                "code": "0903007",
                                "level": "3",
                                "descr": "动物驯兽师（非猛兽）"
                            },
                            {
                                "code": "0903008",
                                "level": "7",
                                "descr": "动物驯兽师（猛兽）"
                            },
                            {
                                "code": "0903009",
                                "level": "2",
                                "descr": "游乐园内勤管理人员"
                            },
                            {
                                "code": "0903010",
                                "level": "3",
                                "descr": "游乐园设备操作人员"
                            },
                            {
                                "code": "0903011",
                                "level": "4",
                                "descr": "游乐园设备安装维护人员"
                            }
                        ]
                    },
                    {
                        "code": "0904",
                        "descr": "其他",
                        "itemThree": [
                            {
                                "code": "0904001",
                                "level": "2",
                                "descr": "歌舞厅、夜总会、酒吧内勤管理人员"
                            },
                            {
                                "code": "0904002",
                                "level": "4",
                                "descr": "歌舞厅、夜总会、酒吧服务人员"
                            },
                            {
                                "code": "0904003",
                                "level": "5",
                                "descr": "歌舞厅、夜总会、酒吧保安人员"
                            },
                            {
                                "code": "0904005",
                                "level": "2",
                                "descr": "游艺厅、网吧内勤管理人员"
                            },
                            {
                                "code": "0904006",
                                "level": "3",
                                "descr": "游艺厅、网吧服务人员"
                            },
                            {
                                "code": "0904007",
                                "level": "4",
                                "descr": "游艺厅、网吧保安人员"
                            },
                            {
                                "code": "0904008",
                                "level": "1",
                                "descr": "彩票销售人员"
                            },
                            {
                                "code": "0904009",
                                "level": "1",
                                "descr": "文化、娱乐、体育经纪人"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "10",
                "descr": "文教机构",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "1001",
                        "descr": "教育机构",
                        "itemThree": [
                            {
                                "code": "1001001",
                                "level": "1",
                                "descr": "教育、教学单位内勤管理人员人员"
                            },
                            {
                                "code": "1001002",
                                "level": "1",
                                "descr": "普通教师"
                            },
                            {
                                "code": "1001003",
                                "level": "2",
                                "descr": "体育教师"
                            },
                            {
                                "code": "1001004",
                                "level": "1",
                                "descr": "学生"
                            },
                            {
                                "code": "1001005",
                                "level": "4",
                                "descr": "校工"
                            },
                            {
                                "code": "1001006",
                                "level": "3",
                                "descr": "驾校教练"
                            },
                            {
                                "code": "1001007",
                                "level": "1",
                                "descr": "学龄前儿童"
                            }
                        ]
                    },
                    {
                        "code": "1002",
                        "descr": "考古与文物保护",
                        "itemThree": [
                            {
                                "code": "1002001",
                                "level": "1",
                                "descr": "考古、文物鉴定工作者"
                            },
                            {
                                "code": "1002002",
                                "level": "3",
                                "descr": "考古发掘工"
                            },
                            {
                                "code": "1002003",
                                "level": "2",
                                "descr": "文物修复工"
                            }
                        ]
                    },
                    {
                        "code": "1003",
                        "descr": "宗教人士",
                        "itemThree": [
                            {
                                "code": "1003001",
                                "level": "1",
                                "descr": "寺庙及教堂管理人员"
                            },
                            {
                                "code": "1003002",
                                "level": "1",
                                "descr": "合法宗教团体工作人员"
                            },
                            {
                                "code": "1003003",
                                "level": "1",
                                "descr": "僧尼道士传教人员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "11",
                "descr": "公共事业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "1101",
                        "descr": "电力、热力生产供应",
                        "itemThree": [
                            {
                                "code": "1101001",
                                "level": "1",
                                "descr": "电力企业内勤管理人员"
                            },
                            {
                                "code": "1101002",
                                "level": "2",
                                "descr": "电力企业技师、领班"
                            },
                            {
                                "code": "1101003",
                                "level": "4",
                                "descr": "电力企业发电厂工人"
                            },
                            {
                                "code": "1101004",
                                "level": "3",
                                "descr": "核电企业内勤管理人员"
                            },
                            {
                                "code": "1101005",
                                "level": "4",
                                "descr": "核电企业技师、领班"
                            },
                            {
                                "code": "1101006",
                                "level": "7",
                                "descr": "核电企业发电厂工人"
                            },
                            {
                                "code": "1101007",
                                "level": "4",
                                "descr": "电力设备安装维护修理工"
                            },
                            {
                                "code": "1101008",
                                "level": "5",
                                "descr": "电力设施架设检修工人"
                            },
                            {
                                "code": "1101009",
                                "level": "7",
                                "descr": "高压电设施架设检修工人"
                            },
                            {
                                "code": "1101010",
                                "level": "1",
                                "descr": "供热企业内勤管理人员"
                            },
                            {
                                "code": "1101011",
                                "level": "2",
                                "descr": "供热企业技师、领班"
                            },
                            {
                                "code": "1101012",
                                "level": "4",
                                "descr": "供热企业工人"
                            },
                            {
                                "code": "1101013",
                                "level": "4",
                                "descr": "供热设备安装维护修理工"
                            },
                            {
                                "code": "1101014",
                                "level": "5",
                                "descr": "供热设施架设检修工人"
                            }
                        ]
                    },
                    {
                        "code": "1102",
                        "descr": "燃气生产供应",
                        "itemThree": [
                            {
                                "code": "1102001",
                                "level": "2",
                                "descr": "燃气企业内勤管理人员"
                            },
                            {
                                "code": "1102002",
                                "level": "3",
                                "descr": "燃气企业技师、领班"
                            },
                            {
                                "code": "1102003",
                                "level": "5",
                                "descr": "燃气企业生产分装工人"
                            },
                            {
                                "code": "1102004",
                                "level": "5",
                                "descr": "燃气设备安装维护修理工"
                            },
                            {
                                "code": "1102005",
                                "level": "5",
                                "descr": "燃气设施架设检修工人"
                            }
                        ]
                    },
                    {
                        "code": "1103",
                        "descr": "自来水生产供应",
                        "itemThree": [
                            {
                                "code": "1103001",
                                "level": "1",
                                "descr": "自来水企业内勤管理人员"
                            },
                            {
                                "code": "1103002",
                                "level": "1",
                                "descr": "自来水企业技师、领班"
                            },
                            {
                                "code": "1103003",
                                "level": "2",
                                "descr": "自来水企业水质检验分析员"
                            },
                            {
                                "code": "1103004",
                                "level": "3",
                                "descr": "自来水企业生产工人"
                            },
                            {
                                "code": "1103005",
                                "level": "4",
                                "descr": "自来水设备安装维护修理工"
                            },
                            {
                                "code": "1103006",
                                "level": "5",
                                "descr": "自来水设施架设检修工人"
                            },
                            {
                                "code": "1103007",
                                "level": "5",
                                "descr": "污水处理操作工人"
                            }
                        ]
                    },
                    {
                        "code": "1104",
                        "descr": "电信、电视、互联网",
                        "itemThree": [
                            {
                                "code": "1104001",
                                "level": "1",
                                "descr": "电信、电视、互联网企业内勤管理人员"
                            },
                            {
                                "code": "1104002",
                                "level": "2",
                                "descr": "电信、电视、互联网设备销售人员"
                            },
                            {
                                "code": "1104003",
                                "level": "3",
                                "descr": "电信、电视、互联网设备安装、检修工人"
                            },
                            {
                                "code": "1104004",
                                "level": "5",
                                "descr": "电信、电视、互联网设施架设检修工人"
                            },
                            {
                                "code": "1104005",
                                "level": "1",
                                "descr": "硬件技术人员"
                            },
                            {
                                "code": "1104006",
                                "level": "1",
                                "descr": "软件技术人员"
                            },
                            {
                                "code": "1104007",
                                "level": "1",
                                "descr": "网络技术人员"
                            }
                        ]
                    },
                    {
                        "code": "1105",
                        "descr": "邮政",
                        "itemThree": [
                            {
                                "code": "1105001",
                                "level": "1",
                                "descr": "邮政内勤管理人员"
                            },
                            {
                                "code": "1105002",
                                "level": "3",
                                "descr": "包裹邮务人员"
                            },
                            {
                                "code": "1105003",
                                "level": "5",
                                "descr": "包裹搬运人员"
                            }
                        ]
                    },
                    {
                        "code": "1106",
                        "descr": "其他公共事业",
                        "itemThree": [
                            {
                                "code": "1106001",
                                "level": "4",
                                "descr": "野生动植物保护人员"
                            },
                            {
                                "code": "1106002",
                                "level": "4",
                                "descr": "水、大气污染治理人员"
                            },
                            {
                                "code": "1106003",
                                "level": "7",
                                "descr": "危险、有毒、放射废物处理人员"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "12",
                "descr": "批发零售业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "1201",
                        "descr": "批发零售业",
                        "itemThree": [
                            {
                                "code": "1201001",
                                "level": "1",
                                "descr": "粮油棉麻批发零售"
                            },
                            {
                                "code": "1201002",
                                "level": "2",
                                "descr": "蔬果花卉批发零售"
                            },
                            {
                                "code": "1201003",
                                "level": "1",
                                "descr": "食品、饮料、烟草制品批发零售"
                            },
                            {
                                "code": "1201004",
                                "level": "1",
                                "descr": "纺织、服装、家庭用品批发零售"
                            },
                            {
                                "code": "1201005",
                                "level": "1",
                                "descr": "文化、体育用品批发零售"
                            },
                            {
                                "code": "1201006",
                                "level": "1",
                                "descr": "珠宝首饰批发零售"
                            },
                            {
                                "code": "1201007",
                                "level": "1",
                                "descr": "医药、医疗器材批发零售"
                            },
                            {
                                "code": "1201008",
                                "level": "2",
                                "descr": "饲料、化肥、农药批发零售"
                            },
                            {
                                "code": "1201009",
                                "level": "3",
                                "descr": "肉类、水产品批发零售"
                            },
                            {
                                "code": "1201010",
                                "level": "2",
                                "descr": "金属、建材、玻璃批发零售"
                            },
                            {
                                "code": "1201011",
                                "level": "2",
                                "descr": "土产五金批发零售"
                            },
                            {
                                "code": "1201012",
                                "level": "1",
                                "descr": "车辆、机械设备批发零售"
                            },
                            {
                                "code": "1201013",
                                "level": "1",
                                "descr": "电子产品批发零售"
                            },
                            {
                                "code": "1201014",
                                "level": "2",
                                "descr": "化学原料批发零售"
                            },
                            {
                                "code": "1201015",
                                "level": "3",
                                "descr": "液化瓦斯批发零售"
                            },
                            {
                                "code": "1201016",
                                "level": "3",
                                "descr": "再生物资回收批发（无毒）"
                            },
                            {
                                "code": "1201017",
                                "level": "1",
                                "descr": "当铺工作人员"
                            },
                            {
                                "code": "1201018",
                                "level": "1",
                                "descr": "拍卖师"
                            },
                            {
                                "code": "1201019",
                                "level": "1",
                                "descr": "商场超市内勤管理人员"
                            },
                            {
                                "code": "1201020",
                                "level": "1",
                                "descr": "商场超市收银员售货员"
                            },
                            {
                                "code": "1201021",
                                "level": "2",
                                "descr": "商场超市理货员"
                            },
                            {
                                "code": "1201022",
                                "level": "4",
                                "descr": "无店铺商贩"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "13",
                "descr": "服务业",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "1301",
                        "descr": "金融业",
                        "itemThree": [
                            {
                                "code": "1301001",
                                "level": "1",
                                "descr": "金融企业内勤管理人员"
                            },
                            {
                                "code": "1301002",
                                "level": "2",
                                "descr": "金融企业业务员、收费员、调查员"
                            },
                            {
                                "code": "1301003",
                                "level": "4",
                                "descr": "现金运送车司机、点钞员、押送员"
                            }
                        ]
                    },
                    {
                        "code": "1302",
                        "descr": "商务服务业",
                        "itemThree": [
                            {
                                "code": "1302001",
                                "level": "1",
                                "descr": "专业会计、审计、税务人员"
                            },
                            {
                                "code": "1302002",
                                "level": "1",
                                "descr": "知识产权服务人员"
                            },
                            {
                                "code": "1302003",
                                "level": "1",
                                "descr": "食品饮料鉴定人员"
                            },
                            {
                                "code": "1302004",
                                "level": "1",
                                "descr": "人力资源、劳务服务人员"
                            },
                            {
                                "code": "1302005",
                                "level": "1",
                                "descr": "旅行社内勤管理人员"
                            },
                            {
                                "code": "1302006",
                                "level": "2",
                                "descr": "导游"
                            }
                        ]
                    },
                    {
                        "code": "1303",
                        "descr": "其他服务业",
                        "itemThree": [
                            {
                                "code": "1303001",
                                "level": "2",
                                "descr": "家政服务员"
                            },
                            {
                                "code": "1303002",
                                "level": "2",
                                "descr": "物业管理员"
                            },
                            {
                                "code": "1303003",
                                "level": "2",
                                "descr": "托儿所（社会、个人办）服务人员"
                            },
                            {
                                "code": "1303004",
                                "level": "2",
                                "descr": "洗染服务业管理人员"
                            },
                            {
                                "code": "1303005",
                                "level": "4",
                                "descr": "洗染服务业工人"
                            },
                            {
                                "code": "1303006",
                                "level": "2",
                                "descr": "裁缝"
                            },
                            {
                                "code": "1303007",
                                "level": "2",
                                "descr": "美容、美发业人员"
                            },
                            {
                                "code": "1303008",
                                "level": "2",
                                "descr": "洗浴足疗业管理人员"
                            },
                            {
                                "code": "1303009",
                                "level": "4",
                                "descr": "洗浴足疗业操作人员"
                            },
                            {
                                "code": "1303010",
                                "level": "2",
                                "descr": "婚介、婚礼业人员"
                            },
                            {
                                "code": "1303011",
                                "level": "1",
                                "descr": "摄影师"
                            },
                            {
                                "code": "1303012",
                                "level": "3",
                                "descr": "殡葬服务人员"
                            },
                            {
                                "code": "1303013",
                                "level": "3",
                                "descr": "车辆维修工人"
                            },
                            {
                                "code": "1303014",
                                "level": "3",
                                "descr": "家电维修工人"
                            },
                            {
                                "code": "1303015",
                                "level": "4",
                                "descr": "水电工"
                            },
                            {
                                "code": "1303016",
                                "level": "3",
                                "descr": "家庭用品维修工人"
                            },
                            {
                                "code": "1303017",
                                "level": "4",
                                "descr": "机关团体公司及企事业单位清洁工人"
                            },
                            {
                                "code": "1303018",
                                "level": "7",
                                "descr": "高层建筑外部清洁服务"
                            },
                            {
                                "code": "1303019",
                                "level": "6",
                                "descr": "道路清洁工,垃圾清运工人"
                            },
                            {
                                "code": "1303020",
                                "level": "6",
                                "descr": "下水道清洁工"
                            },
                            {
                                "code": "1303021",
                                "level": "4",
                                "descr": "废物回收人员"
                            },
                            {
                                "code": "1303022",
                                "level": "2",
                                "descr": "收费站、停车场收费人员"
                            },
                            {
                                "code": "1303023",
                                "level": "5",
                                "descr": "加油站工作人员"
                            },
                            {
                                "code": "1303024",
                                "level": "3",
                                "descr": "地磅场工作人员"
                            },
                            {
                                "code": "1303025",
                                "level": "4",
                                "descr": "洗车工人"
                            },
                            {
                                "code": "1303026",
                                "level": "1",
                                "descr": "退休人员"
                            },
                            {
                                "code": "1303027",
                                "level": "1",
                                "descr": "家庭主妇"
                            },
                            {
                                "code": "1303028",
                                "level": "7",
                                "descr": "无职业者"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "14",
                "descr": "法务、警务、军队",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "1401",
                        "descr": "法务工作人员",
                        "itemThree": [
                            {
                                "code": "1401001",
                                "level": "1",
                                "descr": "法务行政及内勤管理人员"
                            },
                            {
                                "code": "1401002",
                                "level": "1",
                                "descr": "律师"
                            },
                            {
                                "code": "1401003",
                                "level": "2",
                                "descr": "法医"
                            },
                            {
                                "code": "1401004",
                                "level": "2",
                                "descr": "法警"
                            }
                        ]
                    },
                    {
                        "code": "1402",
                        "descr": "警务工作人员",
                        "itemThree": [
                            {
                                "code": "1402001",
                                "level": "1",
                                "descr": "警务行政及内勤管理人员"
                            },
                            {
                                "code": "1402002",
                                "level": "1",
                                "descr": "户籍警"
                            },
                            {
                                "code": "1402003",
                                "level": "3",
                                "descr": "巡警"
                            },
                            {
                                "code": "1402004",
                                "level": "3",
                                "descr": "狱警"
                            },
                            {
                                "code": "1402005",
                                "level": "4",
                                "descr": "乘警"
                            },
                            {
                                "code": "1402006",
                                "level": "4",
                                "descr": "交通警察"
                            },
                            {
                                "code": "1402007",
                                "level": "5",
                                "descr": "边防缉私警"
                            },
                            {
                                "code": "1402008",
                                "level": "5",
                                "descr": "刑警"
                            },
                            {
                                "code": "1402009",
                                "level": "5",
                                "descr": "消防警"
                            },
                            {
                                "code": "1402010",
                                "level": "7",
                                "descr": "缉毒警"
                            },
                            {
                                "code": "1402011",
                                "level": "7",
                                "descr": "防暴警察、特警"
                            },
                            {
                                "code": "1402012",
                                "level": "5",
                                "descr": "交通警察"
                            }
                        ]
                    },
                    {
                        "code": "1403",
                        "descr": "其他执法、治安及特种工作人员",
                        "itemThree": [
                            {
                                "code": "1403001",
                                "level": "4",
                                "descr": "安保人员"
                            },
                            {
                                "code": "1403002",
                                "level": "3",
                                "descr": "城管行政执法人员"
                            },
                            {
                                "code": "1403003",
                                "level": "2",
                                "descr": "工商、税务等执法人员"
                            },
                            {
                                "code": "1403004",
                                "level": "7",
                                "descr": "灾难事故现场救援人员"
                            },
                            {
                                "code": "1403005",
                                "level": "4",
                                "descr": "灾难事故后援救援人员"
                            },
                            {
                                "code": "1403006",
                                "level": "6",
                                "descr": "工矿企业、公共场所消防队队员"
                            }
                        ]
                    },
                    {
                        "code": "1404",
                        "descr": "现役军人",
                        "itemThree": [
                            {
                                "code": "1404001",
                                "level": "1",
                                "descr": "军队行政及内勤人员"
                            },
                            {
                                "code": "1404002",
                                "level": "3",
                                "descr": "一般地面部队人员"
                            },
                            {
                                "code": "1404003",
                                "level": "7",
                                "descr": "特种兵  "
                            },
                            {
                                "code": "1404004",
                                "level": "3",
                                "descr": "武器、弹药研究及管理人员"
                            },
                            {
                                "code": "1404005",
                                "level": "7",
                                "descr": "空军飞行官兵、舰艇及潜艇官兵"
                            }
                        ]
                    }
                ]
            },
            {
                "code": "15",
                "descr": "职业运动",
                "isopen": false,
                "itemTwo": [
                    {
                        "code": "1501",
                        "descr": "高尔夫球",
                        "itemThree": [
                            {
                                "code": "1501001",
                                "level": "1",
                                "descr": "教练"
                            },
                            {
                                "code": "1501002",
                                "level": "2",
                                "descr": "高尔夫球球员"
                            },
                            {
                                "code": "1501003",
                                "level": "2",
                                "descr": "球童"
                            }
                        ]
                    },
                    {
                        "code": "1502",
                        "descr": "保龄球",
                        "itemThree": [
                            {
                                "code": "1502001 ",
                                "level": "1",
                                "descr": "教练"
                            },
                            {
                                "code": "1502002",
                                "level": "1",
                                "descr": "保龄球球员"
                            }
                        ]
                    },
                    {
                        "code": "1503",
                        "descr": "桌球",
                        "itemThree": [
                            {
                                "code": "1503001 ",
                                "level": "1",
                                "descr": "教练"
                            },
                            {
                                "code": "1503002",
                                "level": "1",
                                "descr": "桌球球员"
                            }
                        ]
                    },
                    {
                        "code": "1504",
                        "descr": "羽毛球",
                        "itemThree": [
                            {
                                "code": "1504001  ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1504002",
                                "level": "2",
                                "descr": "球员"
                            }
                        ]
                    },
                    {
                        "code": "1505",
                        "descr": "游泳",
                        "itemThree": [
                            {
                                "code": "1505001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1505002 ",
                                "level": "2",
                                "descr": "游泳人员"
                            }
                        ]
                    },
                    {
                        "code": "1506",
                        "descr": "射箭",
                        "itemThree": [
                            {
                                "code": "1506001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1506002 ",
                                "level": "2",
                                "descr": "射箭人员"
                            }
                        ]
                    },
                    {
                        "code": "1507",
                        "descr": "网球",
                        "itemThree": [
                            {
                                "code": "1507001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1507002 ",
                                "level": "2",
                                "descr": "网球球员"
                            }
                        ]
                    },
                    {
                        "code": "1508",
                        "descr": "垒球",
                        "itemThree": [
                            {
                                "code": "1508001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1508002 ",
                                "level": "2",
                                "descr": "垒球球员"
                            }
                        ]
                    },
                    {
                        "code": "1509",
                        "descr": "溜冰",
                        "itemThree": [
                            {
                                "code": "1509001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1509002 ",
                                "level": "2",
                                "descr": "溜冰人员"
                            }
                        ]
                    },
                    {
                        "code": "1510",
                        "descr": "射击",
                        "itemThree": [
                            {
                                "code": "1510001",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1510002 ",
                                "level": "2",
                                "descr": "射击人员"
                            }
                        ]
                    },
                    {
                        "code": "1511",
                        "descr": "民族体育活动(不含竞技性)",
                        "itemThree": [
                            {
                                "code": "1511001   ",
                                "level": "1",
                                "descr": "教练"
                            },
                            {
                                "code": "1511002  ",
                                "level": "1",
                                "descr": "民族体育活动人员"
                            }
                        ]
                    },
                    {
                        "code": "1512",
                        "descr": "举重",
                        "itemThree": [
                            {
                                "code": "1512001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1512002 ",
                                "level": "3",
                                "descr": "举重人员"
                            }
                        ]
                    },
                    {
                        "code": "1513",
                        "descr": "篮球",
                        "itemThree": [
                            {
                                "code": "1513001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1513002  ",
                                "level": "3",
                                "descr": "篮球球员"
                            }
                        ]
                    },
                    {
                        "code": "1514",
                        "descr": "排球",
                        "itemThree": [
                            {
                                "code": "1514001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1514002 ",
                                "level": "3",
                                "descr": "排球球员"
                            }
                        ]
                    },
                    {
                        "code": "1515",
                        "descr": "棒球",
                        "itemThree": [
                            {
                                "code": "1515001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1515002 ",
                                "level": "3",
                                "descr": "棒球球员"
                            }
                        ]
                    },
                    {
                        "code": "1516",
                        "descr": "田径",
                        "itemThree": [
                            {
                                "code": "1516001   ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1516002  ",
                                "level": "3",
                                "descr": "参赛人员"
                            }
                        ]
                    },
                    {
                        "code": "1517",
                        "descr": "体操",
                        "itemThree": [
                            {
                                "code": "1517001",
                                "level": "3",
                                "descr": "教练"
                            },
                            {
                                "code": "1517002 ",
                                "level": "3",
                                "descr": "体操人员"
                            }
                        ]
                    },
                    {
                        "code": "1518",
                        "descr": "滑雪",
                        "itemThree": [
                            {
                                "code": "1518001",
                                "level": "3",
                                "descr": "教练"
                            },
                            {
                                "code": "1518002 ",
                                "level": "6",
                                "descr": "滑雪人员"
                            }
                        ]
                    },
                    {
                        "code": "1519",
                        "descr": "帆船",
                        "itemThree": [
                            {
                                "code": "1519001",
                                "level": "3",
                                "descr": "教练"
                            },
                            {
                                "code": "1519002  ",
                                "level": "3",
                                "descr": "驾乘人员"
                            }
                        ]
                    },
                    {
                        "code": "1520",
                        "descr": "划船",
                        "itemThree": [
                            {
                                "code": "1520001",
                                "level": "3",
                                "descr": "教练"
                            },
                            {
                                "code": "1520002 ",
                                "level": "3",
                                "descr": "驾乘人员"
                            }
                        ]
                    },
                    {
                        "code": "1521",
                        "descr": "巧固球",
                        "itemThree": [
                            {
                                "code": "1521001",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1521002 ",
                                "level": "3",
                                "descr": "巧固球球员"
                            }
                        ]
                    },
                    {
                        "code": "1522",
                        "descr": "手球",
                        "itemThree": [
                            {
                                "code": "1522001 ",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1522002 ",
                                "level": "3",
                                "descr": "手球球员"
                            }
                        ]
                    },
                    {
                        "code": "1523",
                        "descr": "风浪板",
                        "itemThree": [
                            {
                                "code": "1523001 ",
                                "level": "4",
                                "descr": "教练"
                            },
                            {
                                "code": "1523002 ",
                                "level": "4",
                                "descr": "驾乘人员"
                            }
                        ]
                    },
                    {
                        "code": "1524",
                        "descr": "水上摩托车",
                        "itemThree": [
                            {
                                "code": "1524001",
                                "level": "4",
                                "descr": "教练"
                            },
                            {
                                "code": "1524002 ",
                                "level": "4",
                                "descr": "驾乘人员"
                            }
                        ]
                    },
                    {
                        "code": "1525",
                        "descr": "足球",
                        "itemThree": [
                            {
                                "code": "1525001",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1525002 ",
                                "level": "4",
                                "descr": "足球球员"
                            }
                        ]
                    },
                    {
                        "code": "1526",
                        "descr": "曲棍球",
                        "itemThree": [
                            {
                                "code": "1526001",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1526002 ",
                                "level": "5",
                                "descr": "曲棍球球员"
                            }
                        ]
                    },
                    {
                        "code": "1527",
                        "descr": "冰球",
                        "itemThree": [
                            {
                                "code": "1527001",
                                "level": "3",
                                "descr": "教练"
                            },
                            {
                                "code": "1527002 ",
                                "level": "6",
                                "descr": "冰球球员"
                            }
                        ]
                    },
                    {
                        "code": "1528",
                        "descr": "橄榄球",
                        "itemThree": [
                            {
                                "code": "1528001",
                                "level": "2",
                                "descr": "教练"
                            },
                            {
                                "code": "1528002 ",
                                "level": "6",
                                "descr": "橄榄球球员"
                            }
                        ]
                    },
                    {
                        "code": "1529",
                        "descr": "摔跤",
                        "itemThree": [
                            {
                                "code": "1529001",
                                "level": "3",
                                "descr": "教练"
                            },
                            {
                                "code": "1529002 ",
                                "level": "5",
                                "descr": "摔跤运动员"
                            }
                        ]
                    },
                    {
                        "code": "1530",
                        "descr": "击剑",
                        "itemThree": [
                            {
                                "code": "1530001",
                                "level": "3",
                                "descr": "教练"
                            },
                            {
                                "code": "1530002 ",
                                "level": "4",
                                "descr": "击剑运动员"
                            }
                        ]
                    },
                    {
                        "code": "1531",
                        "descr": "拳击",
                        "itemThree": [
                            {
                                "code": "1531001",
                                "level": "4",
                                "descr": "教练"
                            },
                            {
                                "code": "1531002 ",
                                "level": "7",
                                "descr": "职业拳击运动员"
                            },
                            {
                                "code": "1531003 ",
                                "level": "6",
                                "descr": "业余拳击运动员"
                            }
                        ]
                    },
                    {
                        "code": "1532",
                        "descr": "乒乓球运动",
                        "itemThree": [
                            {
                                "code": "1532001",
                                "level": "2",
                                "descr": "乒乓球教练员"
                            },
                            {
                                "code": "1532002 ",
                                "level": "2",
                                "descr": "乒乓球球员"
                            }
                        ]
                    },
                    {
                        "code": "1533",
                        "descr": "水球运动",
                        "itemThree": [
                            {
                                "code": "1533001",
                                "level": "2",
                                "descr": "水球教练员"
                            },
                            {
                                "code": "1533002 ",
                                "level": "2",
                                "descr": "水球球员"
                            }
                        ]
                    },
                    {
                        "code": "1534",
                        "descr": "马术运动",
                        "itemThree": [
                            {
                                "code": "1534001",
                                "level": "4",
                                "descr": "马术教练员"
                            },
                            {
                                "code": "1534002 ",
                                "level": "6",
                                "descr": "马术运动员"
                            }
                        ]
                    },
                    {
                        "code": "1535",
                        "descr": "武术教练",
                        "itemThree": [
                            {
                                "code": "1535001",
                                "level": "2",
                                "descr": "武术教练"
                            },
                            {
                                "code": "1535002 ",
                                "level": "2",
                                "descr": "武术运动员（非对抗性项目）"
                            },
                            {
                                "code": "1535003 ",
                                "level": "7",
                                "descr": "武术、散打运动员（对抗性项目）"
                            }
                        ]
                    },
                    {
                        "code": "1536",
                        "descr": "裁判人员",
                        "itemThree": [
                            {
                                "code": "1536001",
                                "level": "1",
                                "descr": "裁判人员"
                            }
                        ]
                    }
                ]
            }
        ]
    }
}