export default {
    "name": "province",
    "label": "请选择",
    "options": [
        {
            "value": "00",
            "label": "一般职业",
            "id": 12752,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0001",
                        "label": "机关团体公司",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12753,
                            "options": [
                                {
                                    "value": "000101",
                                    "id": 12754,
                                    "label": "机关内勤"
                                },
                                {
                                    "value": "000102",
                                    "id": 12755,
                                    "label": "一般机关外勤"
                                },
                                {
                                    "value": "000103",
                                    "id": 12756,
                                    "label": "特定国家机关行政执法人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0002",
                        "label": "工厂",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12757,
                            "options": [
                                {
                                    "value": "000201",
                                    "id": 12758,
                                    "label": "工厂负责人"
                                },
                                {
                                    "value": "000202",
                                    "id": 12759,
                                    "label": "工厂行政内勤人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0003",
                        "label": "国家机关及其工作机构负责人",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12760,
                            "options": [
                                {
                                    "value": "000301",
                                    "id": 12761,
                                    "label": "国家权力机关及其工作机构负责人"
                                },
                                {
                                    "value": "000302",
                                    "id": 12762,
                                    "label": "人民政协及其工作机构负责人"
                                },
                                {
                                    "value": "000303",
                                    "id": 12763,
                                    "label": "人民法院负责人"
                                },
                                {
                                    "value": "000304",
                                    "id": 12764,
                                    "label": "人民检察院负责人"
                                },
                                {
                                    "value": "000305",
                                    "id": 12765,
                                    "label": "国家行政机关及其工作机构负责人"
                                },
                                {
                                    "value": "000306",
                                    "id": 12766,
                                    "label": "其他国家机关及其工作机构负责人"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0004",
                        "label": "民主党派和社会团体及其工作机构负责人",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12767,
                            "options": [
                                {
                                    "value": "000401",
                                    "id": 12768,
                                    "label": "民主党派负责人"
                                },
                                {
                                    "value": "000402",
                                    "id": 12769,
                                    "label": "工会负责人"
                                },
                                {
                                    "value": "000403",
                                    "id": 12770,
                                    "label": "中国共产主义青年团负责人"
                                },
                                {
                                    "value": "000404",
                                    "id": 12771,
                                    "label": "妇女联合会负责人"
                                },
                                {
                                    "value": "000405",
                                    "id": 12772,
                                    "label": "其他人民团体及其工作机构负责人"
                                },
                                {
                                    "value": "000406",
                                    "id": 12773,
                                    "label": "群众自治组织负责人"
                                },
                                {
                                    "value": "000407",
                                    "id": 12774,
                                    "label": "其他社会团体及其工作机构负责人"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "01",
            "label": "农牧业",
            "id": 12775,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0101",
                        "label": "农业生产及农村能源利用开发",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12776,
                            "options": [
                                {
                                    "value": "010101",
                                    "id": 12777,
                                    "label": "农场经营者"
                                },
                                {
                                    "value": "010102",
                                    "id": 12778,
                                    "label": "农业技术人员"
                                },
                                {
                                    "value": "010103",
                                    "id": 12779,
                                    "label": "农作物种植人员"
                                },
                                {
                                    "value": "010104",
                                    "id": 12780,
                                    "label": "菜农"
                                },
                                {
                                    "value": "010105",
                                    "id": 12781,
                                    "label": "茶农"
                                },
                                {
                                    "value": "010106",
                                    "id": 12782,
                                    "label": "果农、桑农"
                                },
                                {
                                    "value": "010107",
                                    "id": 12783,
                                    "label": "花卉园艺工"
                                },
                                {
                                    "value": "010108",
                                    "id": 12784,
                                    "label": "菌类园艺工"
                                },
                                {
                                    "value": "010109",
                                    "id": 12785,
                                    "label": "农产品加工实验、质管员"
                                },
                                {
                                    "value": "010110",
                                    "id": 12786,
                                    "label": "农产品加工工人"
                                },
                                {
                                    "value": "010111",
                                    "id": 12787,
                                    "label": "家禽饲养人员"
                                },
                                {
                                    "value": "010112",
                                    "id": 12788,
                                    "label": "糖厂技工"
                                },
                                {
                                    "value": "010113",
                                    "id": 12789,
                                    "label": "昆虫（蜜蜂）饲养人员"
                                },
                                {
                                    "value": "010114",
                                    "id": 12790,
                                    "label": "蜂产品加工人员"
                                },
                                {
                                    "value": "010115",
                                    "id": 12791,
                                    "label": "农具商"
                                },
                                {
                                    "value": "010116",
                                    "id": 12792,
                                    "label": "农业机械操作或修理人员"
                                },
                                {
                                    "value": "010117",
                                    "id": 12793,
                                    "label": "拖拉机驾驶员"
                                },
                                {
                                    "value": "010118",
                                    "id": 12794,
                                    "label": "联合收割机驾驶员"
                                },
                                {
                                    "value": "010119",
                                    "id": 12795,
                                    "label": "农用运输车驾驶员"
                                },
                                {
                                    "value": "010120",
                                    "id": 12796,
                                    "label": "沼气工程施工人员"
                                },
                                {
                                    "value": "010121",
                                    "id": 12797,
                                    "label": "沼气设备安装调试检修人员"
                                },
                                {
                                    "value": "010122",
                                    "id": 12798,
                                    "label": "沼气生产管理人员"
                                },
                                {
                                    "value": "010123",
                                    "id": 12799,
                                    "label": "农村节能员"
                                },
                                {
                                    "value": "010124",
                                    "id": 12800,
                                    "label": "农用太阳能设施工"
                                },
                                {
                                    "value": "010125",
                                    "id": 12801,
                                    "label": "生物质能设备工"
                                },
                                {
                                    "value": "010126",
                                    "id": 12802,
                                    "label": "中药材种植员"
                                },
                                {
                                    "value": "010127",
                                    "id": 12803,
                                    "label": "中药材养殖员"
                                },
                                {
                                    "value": "010128",
                                    "id": 12804,
                                    "label": "中药材生产管理员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0102",
                        "label": "牧业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12805,
                            "options": [
                                {
                                    "value": "010201",
                                    "id": 12806,
                                    "label": "畜牧场经营者"
                                },
                                {
                                    "value": "010202",
                                    "id": 12807,
                                    "label": "家畜养殖人员"
                                },
                                {
                                    "value": "010203",
                                    "id": 12808,
                                    "label": "训犬人员"
                                },
                                {
                                    "value": "010204",
                                    "id": 12809,
                                    "label": "兽医、动物疫病检验防治员"
                                },
                                {
                                    "value": "010205",
                                    "id": 12810,
                                    "label": "牧草培育加工人员"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "02",
            "label": "渔业",
            "id": 12811,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0201",
                        "label": "水产养殖及捕捞",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12812,
                            "options": [
                                {
                                    "value": "020101",
                                    "id": 12813,
                                    "label": "渔场经营者"
                                },
                                {
                                    "value": "020102",
                                    "id": 12814,
                                    "label": "养殖工人"
                                },
                                {
                                    "value": "020103",
                                    "id": 12815,
                                    "label": "养殖工人"
                                },
                                {
                                    "value": "020104",
                                    "id": 12816,
                                    "label": "水产养殖潜水工"
                                },
                                {
                                    "value": "020105",
                                    "id": 12817,
                                    "label": "热带鱼养殖或水族馆经营者"
                                },
                                {
                                    "value": "020106",
                                    "id": 12818,
                                    "label": "渔网具装配工"
                                },
                                {
                                    "value": "020107",
                                    "id": 12819,
                                    "label": "水产实验室人员"
                                },
                                {
                                    "value": "020108",
                                    "id": 12820,
                                    "label": "水产捕捞工"
                                },
                                {
                                    "value": "020109",
                                    "id": 12821,
                                    "label": "水产捕捞工"
                                },
                                {
                                    "value": "020110",
                                    "id": 12822,
                                    "label": "渔业生产船员"
                                },
                                {
                                    "value": "020111",
                                    "id": 12823,
                                    "label": "渔业生产船员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0202",
                        "label": "水产加工",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12824,
                            "options": [
                                {
                                    "value": "020201",
                                    "id": 12825,
                                    "label": "水产加工实验人员或质管员"
                                },
                                {
                                    "value": "020202",
                                    "id": 12826,
                                    "label": "水产加工工人"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "03",
            "label": "木材森林及野生动植物保护业",
            "id": 12827,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0301",
                        "label": "木材采运业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12828,
                            "options": [
                                {
                                    "value": "030101",
                                    "id": 12829,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "030102",
                                    "id": 12830,
                                    "label": "伐木工人"
                                },
                                {
                                    "value": "030103",
                                    "id": 12831,
                                    "label": "锯木工人"
                                },
                                {
                                    "value": "030104",
                                    "id": 12832,
                                    "label": "集材工"
                                },
                                {
                                    "value": "030105",
                                    "id": 12833,
                                    "label": "集材拖拉机司机"
                                },
                                {
                                    "value": "030106",
                                    "id": 12834,
                                    "label": "木材水运工"
                                },
                                {
                                    "value": "030107",
                                    "id": 12835,
                                    "label": "装卸归楞工"
                                },
                                {
                                    "value": "030108",
                                    "id": 12836,
                                    "label": "运材车辆司机及押运人员"
                                },
                                {
                                    "value": "030109",
                                    "id": 12837,
                                    "label": "起重机操作人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0302",
                        "label": "木材加工业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12838,
                            "options": [
                                {
                                    "value": "030201",
                                    "id": 12839,
                                    "label": "木材工厂现场职员"
                                },
                                {
                                    "value": "030202",
                                    "id": 12840,
                                    "label": "领班"
                                },
                                {
                                    "value": "030203",
                                    "id": 12841,
                                    "label": "质管员"
                                },
                                {
                                    "value": "030204",
                                    "id": 12842,
                                    "label": "分级员"
                                },
                                {
                                    "value": "030205",
                                    "id": 12843,
                                    "label": "检查员"
                                },
                                {
                                    "value": "030206",
                                    "id": 12844,
                                    "label": "标记员"
                                },
                                {
                                    "value": "030207",
                                    "id": 12845,
                                    "label": "磅秤员"
                                },
                                {
                                    "value": "030208",
                                    "id": 12846,
                                    "label": "锯木工人"
                                },
                                {
                                    "value": "030209",
                                    "id": 12847,
                                    "label": "木材干燥工"
                                },
                                {
                                    "value": "030210",
                                    "id": 12848,
                                    "label": "防腐剂工人"
                                },
                                {
                                    "value": "030211",
                                    "id": 12849,
                                    "label": "木材储藏槽工人"
                                },
                                {
                                    "value": "030212",
                                    "id": 12850,
                                    "label": "木材搬运工人"
                                },
                                {
                                    "value": "030213",
                                    "id": 12851,
                                    "label": "吊木工人"
                                },
                                {
                                    "value": "030214",
                                    "id": 12852,
                                    "label": "吊车操作人员"
                                },
                                {
                                    "value": "030215",
                                    "id": 12853,
                                    "label": "合板制造人员"
                                },
                                {
                                    "value": "030216",
                                    "id": 12854,
                                    "label": "仓库管理员"
                                },
                                {
                                    "value": "030217",
                                    "id": 12855,
                                    "label": "木材供应站管理人员"
                                },
                                {
                                    "value": "030218",
                                    "id": 12856,
                                    "label": "木材供应站营业人员"
                                },
                                {
                                    "value": "030219",
                                    "id": 12857,
                                    "label": "人造板制胶工人"
                                },
                                {
                                    "value": "030220",
                                    "id": 12858,
                                    "label": "手工木工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0303",
                        "label": "造林业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12859,
                            "options": [
                                {
                                    "value": "030301",
                                    "id": 12860,
                                    "label": "平地育苗人员"
                                },
                                {
                                    "value": "030302",
                                    "id": 12861,
                                    "label": "实验室育苗栽培人员"
                                },
                                {
                                    "value": "030303",
                                    "id": 12862,
                                    "label": "山地造林人员"
                                },
                                {
                                    "value": "030304",
                                    "id": 12863,
                                    "label": "马路景观工作人员"
                                },
                                {
                                    "value": "030305",
                                    "id": 12864,
                                    "label": "花园景观工作人员"
                                },
                                {
                                    "value": "030306",
                                    "id": 12865,
                                    "label": "山林管理人员"
                                },
                                {
                                    "value": "030307",
                                    "id": 12866,
                                    "label": "森林防火人员"
                                },
                                {
                                    "value": "030308",
                                    "id": 12867,
                                    "label": "森林病虫害防治人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0304",
                        "label": "野生动植物保护",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12868,
                            "options": [
                                {
                                    "value": "030401",
                                    "id": 12869,
                                    "label": "野生动物保护员"
                                },
                                {
                                    "value": "030402",
                                    "id": 12870,
                                    "label": "野生植物保护员"
                                },
                                {
                                    "value": "030403",
                                    "id": 12871,
                                    "label": "自然保护区巡护监测员"
                                },
                                {
                                    "value": "030404",
                                    "id": 12872,
                                    "label": "动植物标本员"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "04",
            "label": "勘测及矿物开采业",
            "id": 12873,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0401",
                        "label": "地质勘察及测绘业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12874,
                            "options": [
                                {
                                    "value": "040101",
                                    "id": 12875,
                                    "label": "地质勘探工程师"
                                },
                                {
                                    "value": "040102",
                                    "id": 12876,
                                    "label": "测量工程师"
                                },
                                {
                                    "value": "040103",
                                    "id": 12877,
                                    "label": "海洋测绘技术员"
                                },
                                {
                                    "value": "040104",
                                    "id": 12878,
                                    "label": "海洋测绘技术员"
                                },
                                {
                                    "value": "040105",
                                    "id": 12879,
                                    "label": "地质探测员"
                                },
                                {
                                    "value": "040106",
                                    "id": 12880,
                                    "label": "地震物探爆炸工"
                                },
                                {
                                    "value": "040107",
                                    "id": 12881,
                                    "label": "采样工"
                                },
                                {
                                    "value": "040108",
                                    "id": 12882,
                                    "label": "大地测量工"
                                },
                                {
                                    "value": "040109",
                                    "id": 12883,
                                    "label": "工程测量工"
                                },
                                {
                                    "value": "040110",
                                    "id": 12884,
                                    "label": "地图制图工"
                                },
                                {
                                    "value": "040111",
                                    "id": 12885,
                                    "label": "地籍测绘工"
                                },
                                {
                                    "value": "040112",
                                    "id": 12886,
                                    "label": "地质样品分析技术人员"
                                },
                                {
                                    "value": "040113",
                                    "id": 12887,
                                    "label": "地质样品保管工人"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0402",
                        "label": "矿物开采及处理业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12888,
                            "options": [
                                {
                                    "value": "040201",
                                    "id": 12889,
                                    "label": "经营者及管理人员（偶到现场者）"
                                },
                                {
                                    "value": "040202",
                                    "id": 12890,
                                    "label": "经营者及管理人员（现场监督者）"
                                },
                                {
                                    "value": "040203",
                                    "id": 12891,
                                    "label": "技师、领班"
                                },
                                {
                                    "value": "040204",
                                    "id": 12892,
                                    "label": "矿寻工程师"
                                },
                                {
                                    "value": "040205",
                                    "id": 12893,
                                    "label": "采矿工程技术人员"
                                },
                                {
                                    "value": "040206",
                                    "id": 12894,
                                    "label": "选矿与矿物加工工程技术人员"
                                },
                                {
                                    "value": "040207",
                                    "id": 12895,
                                    "label": "露天采矿挖掘机司机"
                                },
                                {
                                    "value": "040208",
                                    "id": 12896,
                                    "label": "坑外采矿工"
                                },
                                {
                                    "value": "040209",
                                    "id": 12897,
                                    "label": "矿井开掘工"
                                },
                                {
                                    "value": "040210",
                                    "id": 12898,
                                    "label": "井下采矿工"
                                },
                                {
                                    "value": "040211",
                                    "id": 12899,
                                    "label": "支护工"
                                },
                                {
                                    "value": "040212",
                                    "id": 12900,
                                    "label": "矿山提升机、架空索道及绞车操作工"
                                },
                                {
                                    "value": "040213",
                                    "id": 12901,
                                    "label": "矿井机车运输工"
                                },
                                {
                                    "value": "040214",
                                    "id": 12902,
                                    "label": "矿井通风工"
                                },
                                {
                                    "value": "040215",
                                    "id": 12903,
                                    "label": "矿山检查验收工"
                                },
                                {
                                    "value": "040216",
                                    "id": 12904,
                                    "label": "矿灯、自救器管理工"
                                },
                                {
                                    "value": "040217",
                                    "id": 12905,
                                    "label": "火药雷管等火工品管理工"
                                },
                                {
                                    "value": "040218",
                                    "id": 12906,
                                    "label": "工矿安全人员"
                                },
                                {
                                    "value": "040219",
                                    "id": 12907,
                                    "label": "矿山井下抢险救灾人员"
                                },
                                {
                                    "value": "040220",
                                    "id": 12908,
                                    "label": "矿物开采辅助工"
                                },
                                {
                                    "value": "040221",
                                    "id": 12909,
                                    "label": "筛选破碎工"
                                },
                                {
                                    "value": "040222",
                                    "id": 12910,
                                    "label": "选矿工"
                                },
                                {
                                    "value": "040223",
                                    "id": 12911,
                                    "label": "尾矿处理工"
                                },
                                {
                                    "value": "040224",
                                    "id": 12912,
                                    "label": "磨矿工"
                                },
                                {
                                    "value": "040225",
                                    "id": 12913,
                                    "label": "水煤浆制备人员"
                                },
                                {
                                    "value": "040226",
                                    "id": 12914,
                                    "label": "动力配煤工"
                                },
                                {
                                    "value": "040227",
                                    "id": 12915,
                                    "label": "工业型煤加工制作人员"
                                },
                                {
                                    "value": "040228",
                                    "id": 12916,
                                    "label": "爆破工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0403",
                        "label": "石油天然气开采业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12917,
                            "options": [
                                {
                                    "value": "040301",
                                    "id": 12918,
                                    "label": "海上所有作业人员（包括潜水人员）"
                                },
                                {
                                    "value": "040302",
                                    "id": 12919,
                                    "label": "钻井设备井架安装工"
                                },
                                {
                                    "value": "040303",
                                    "id": 12920,
                                    "label": "钻井工"
                                },
                                {
                                    "value": "040304",
                                    "id": 12921,
                                    "label": "固井工"
                                },
                                {
                                    "value": "040305",
                                    "id": 12922,
                                    "label": "水下设备操作工"
                                },
                                {
                                    "value": "040306",
                                    "id": 12923,
                                    "label": "钻勘设备安装换修保养工人"
                                },
                                {
                                    "value": "040307",
                                    "id": 12924,
                                    "label": "油、气井测试工"
                                },
                                {
                                    "value": "040308",
                                    "id": 12925,
                                    "label": "采油工"
                                },
                                {
                                    "value": "040309",
                                    "id": 12926,
                                    "label": "采气工"
                                },
                                {
                                    "value": "040310",
                                    "id": 12927,
                                    "label": "井下作业工"
                                },
                                {
                                    "value": "040311",
                                    "id": 12928,
                                    "label": "天然气净化工"
                                },
                                {
                                    "value": "040312",
                                    "id": 12929,
                                    "label": "油气输送工"
                                },
                                {
                                    "value": "040313",
                                    "id": 12930,
                                    "label": "油气管道保护工"
                                },
                                {
                                    "value": "040314",
                                    "id": 12931,
                                    "label": "石油开采工程技术人员"
                                },
                                {
                                    "value": "040315",
                                    "id": 12932,
                                    "label": "石油储运工程技术人员"
                                },
                                {
                                    "value": "040316",
                                    "id": 12933,
                                    "label": "行政人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0404",
                        "label": "采矿石业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12934,
                            "options": [
                                {
                                    "value": "040401",
                                    "id": 12935,
                                    "label": "采石业人员"
                                },
                                {
                                    "value": "040402",
                                    "id": 12936,
                                    "label": "石材加工工人（工厂）"
                                },
                                {
                                    "value": "040403",
                                    "id": 12937,
                                    "label": "爆破工"
                                },
                                {
                                    "value": "040404",
                                    "id": 12938,
                                    "label": "采砂业人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0405",
                        "label": "盐业开采及生产业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12939,
                            "options": [
                                {
                                    "value": "040501",
                                    "id": 12940,
                                    "label": "盐业生产人员"
                                },
                                {
                                    "value": "040502",
                                    "id": 12941,
                                    "label": "湖盐采掘船工"
                                },
                                {
                                    "value": "040503",
                                    "id": 12942,
                                    "label": "湖盐采掘爆破工"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "05",
            "label": "交通运输业",
            "id": 12943,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0501",
                        "label": "陆运",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12944,
                            "options": [
                                {
                                    "value": "050101",
                                    "id": 12945,
                                    "label": "出租车公司、客货运公司负责人及内勤人员"
                                },
                                {
                                    "value": "050102",
                                    "id": 12946,
                                    "label": "外务员"
                                },
                                {
                                    "value": "050103",
                                    "id": 12947,
                                    "label": "车站售票员"
                                },
                                {
                                    "value": "050104",
                                    "id": 12948,
                                    "label": "汽车货运站务员"
                                },
                                {
                                    "value": "050105",
                                    "id": 12949,
                                    "label": "收费站、停车场收费人员"
                                },
                                {
                                    "value": "050106",
                                    "id": 12950,
                                    "label": "加油站工作人员"
                                },
                                {
                                    "value": "050107",
                                    "id": 12951,
                                    "label": "洗车人员"
                                },
                                {
                                    "value": "050108",
                                    "id": 12952,
                                    "label": "搬运工人"
                                },
                                {
                                    "value": "050109",
                                    "id": 12953,
                                    "label": "车辆保管人员"
                                },
                                {
                                    "value": "050110",
                                    "id": 12954,
                                    "label": "自用小车司机"
                                },
                                {
                                    "value": "050111",
                                    "id": 12955,
                                    "label": "自用小客车司机"
                                },
                                {
                                    "value": "050112",
                                    "id": 12956,
                                    "label": "自用大客车司机"
                                },
                                {
                                    "value": "050113",
                                    "id": 12957,
                                    "label": "自用货车司机、随车工人、搬家工"
                                },
                                {
                                    "value": "050114",
                                    "id": 12958,
                                    "label": "出租车、救护车司机"
                                },
                                {
                                    "value": "050115",
                                    "id": 12959,
                                    "label": "游览车司机及服务员"
                                },
                                {
                                    "value": "050116",
                                    "id": 12960,
                                    "label": "客运车司机及售票员"
                                },
                                {
                                    "value": "050117",
                                    "id": 12961,
                                    "label": "中巴、小巴司机及售票员"
                                },
                                {
                                    "value": "050118",
                                    "id": 12962,
                                    "label": "公共汽车司机及售票员"
                                },
                                {
                                    "value": "050119",
                                    "id": 12963,
                                    "label": "小型客货两用车司机"
                                },
                                {
                                    "value": "050120",
                                    "id": 12964,
                                    "label": "人力三轮车夫"
                                },
                                {
                                    "value": "050121",
                                    "id": 12965,
                                    "label": "机动三轮车夫"
                                },
                                {
                                    "value": "050122",
                                    "id": 12966,
                                    "label": "营业用货车司机、随车工人"
                                },
                                {
                                    "value": "050123",
                                    "id": 12967,
                                    "label": "砂石车司机、随车工人"
                                },
                                {
                                    "value": "050124",
                                    "id": 12968,
                                    "label": "工程卡车司机、随车人员"
                                },
                                {
                                    "value": "050125",
                                    "id": 12969,
                                    "label": "液化、氧化油罐车司机、随车工人"
                                },
                                {
                                    "value": "050126",
                                    "id": 12970,
                                    "label": "货柜车司机、随车人员"
                                },
                                {
                                    "value": "050127",
                                    "id": 12971,
                                    "label": "高速公路巡回修理车司机、工人"
                                },
                                {
                                    "value": "050128",
                                    "id": 12972,
                                    "label": "高速公路巡回托吊车司机、工人"
                                },
                                {
                                    "value": "050129",
                                    "id": 12973,
                                    "label": "以摩托车作为上下班交通工具人员"
                                },
                                {
                                    "value": "050130",
                                    "id": 12974,
                                    "label": "以摩托车作为工作时交通工具人员（除本表中已列职业外）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0502",
                        "label": "铁路",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 12975,
                            "options": [
                                {
                                    "value": "050201",
                                    "id": 12976,
                                    "label": "铁路站长及一般内勤人员"
                                },
                                {
                                    "value": "050202",
                                    "id": 12977,
                                    "label": "铁路票房工作人员"
                                },
                                {
                                    "value": "050203",
                                    "id": 12978,
                                    "label": "铁路播音员"
                                },
                                {
                                    "value": "050204",
                                    "id": 12979,
                                    "label": "铁路车站检票员"
                                },
                                {
                                    "value": "050205",
                                    "id": 12980,
                                    "label": "铁路车站服务员"
                                },
                                {
                                    "value": "050206",
                                    "id": 12981,
                                    "label": "铁路月台上工作人员"
                                },
                                {
                                    "value": "050207",
                                    "id": 12982,
                                    "label": "铁路行李搬运工人"
                                },
                                {
                                    "value": "050208",
                                    "id": 12983,
                                    "label": "铁路货运、搬运工人"
                                },
                                {
                                    "value": "050209",
                                    "id": 12984,
                                    "label": "铁路车站清洁工人"
                                },
                                {
                                    "value": "050210",
                                    "id": 12985,
                                    "label": "仓库管理员、理货员"
                                },
                                {
                                    "value": "050211",
                                    "id": 12986,
                                    "label": "旅客列车乘务员"
                                },
                                {
                                    "value": "050212",
                                    "id": 12987,
                                    "label": "火车乘警"
                                },
                                {
                                    "value": "050213",
                                    "id": 12988,
                                    "label": "铁路机车驾驶员"
                                },
                                {
                                    "value": "050214",
                                    "id": 12989,
                                    "label": "铁路燃料填充员"
                                },
                                {
                                    "value": "050215",
                                    "id": 12990,
                                    "label": "铁路机工"
                                },
                                {
                                    "value": "050216",
                                    "id": 12991,
                                    "label": "铁路电工"
                                },
                                {
                                    "value": "050217",
                                    "id": 12992,
                                    "label": "铁路信号工"
                                },
                                {
                                    "value": "050218",
                                    "id": 12993,
                                    "label": "铁路通信工"
                                },
                                {
                                    "value": "050219",
                                    "id": 12994,
                                    "label": "铁路修护厂厂长及内勤"
                                },
                                {
                                    "value": "050220",
                                    "id": 12995,
                                    "label": "铁路修护厂工程师"
                                },
                                {
                                    "value": "050221",
                                    "id": 12996,
                                    "label": "铁路修护厂技工"
                                },
                                {
                                    "value": "050222",
                                    "id": 12997,
                                    "label": "铁路维护员"
                                },
                                {
                                    "value": "050223",
                                    "id": 12998,
                                    "label": "铁路平交道看守人员"
                                },
                                {
                                    "value": "050224",
                                    "id": 12999,
                                    "label": "铁路巡查员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0503",
                        "label": "航运",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13000,
                            "options": [
                                {
                                    "value": "050301",
                                    "id": 13001,
                                    "label": "客货轮船长"
                                },
                                {
                                    "value": "050302",
                                    "id": 13002,
                                    "label": "船舶引航员"
                                },
                                {
                                    "value": "050303",
                                    "id": 13003,
                                    "label": "船舶驾驶员"
                                },
                                {
                                    "value": "050304",
                                    "id": 13004,
                                    "label": "甲板部技术人员"
                                },
                                {
                                    "value": "050305",
                                    "id": 13005,
                                    "label": "轮机部技术人员"
                                },
                                {
                                    "value": "050306",
                                    "id": 13006,
                                    "label": "船舶水手"
                                },
                                {
                                    "value": "050307",
                                    "id": 13007,
                                    "label": "船舶机工"
                                },
                                {
                                    "value": "050308",
                                    "id": 13008,
                                    "label": "船舶轮机员"
                                },
                                {
                                    "value": "050309",
                                    "id": 13009,
                                    "label": "船舶加油"
                                },
                                {
                                    "value": "050310",
                                    "id": 13010,
                                    "label": "铜匠"
                                },
                                {
                                    "value": "050311",
                                    "id": 13011,
                                    "label": "木匠"
                                },
                                {
                                    "value": "050312",
                                    "id": 13012,
                                    "label": "泵匠"
                                },
                                {
                                    "value": "050313",
                                    "id": 13013,
                                    "label": "电机师"
                                },
                                {
                                    "value": "050314",
                                    "id": 13014,
                                    "label": "客船服务员"
                                },
                                {
                                    "value": "050315",
                                    "id": 13015,
                                    "label": "厨师"
                                },
                                {
                                    "value": "050316",
                                    "id": 13016,
                                    "label": "医务人员"
                                },
                                {
                                    "value": "050317",
                                    "id": 13017,
                                    "label": "无线电航标操作工"
                                },
                                {
                                    "value": "050318",
                                    "id": 13018,
                                    "label": "潜水员"
                                },
                                {
                                    "value": "050319",
                                    "id": 13019,
                                    "label": "视觉航标工（灯塔、航标安装维护保养）"
                                },
                                {
                                    "value": "050320",
                                    "id": 13020,
                                    "label": "游览船之驾驶及工作人员"
                                },
                                {
                                    "value": "050321",
                                    "id": 13021,
                                    "label": "小汽艇之驾驶及工作人员"
                                },
                                {
                                    "value": "050322",
                                    "id": 13022,
                                    "label": "拖船驾驶员及工作人员"
                                },
                                {
                                    "value": "050323",
                                    "id": 13023,
                                    "label": "渡船驾驶员及工作人员"
                                },
                                {
                                    "value": "050324",
                                    "id": 13024,
                                    "label": "垃圾船工作人员"
                                },
                                {
                                    "value": "050325",
                                    "id": 13025,
                                    "label": "救难船员"
                                },
                                {
                                    "value": "050326",
                                    "id": 13026,
                                    "label": "码头维修工"
                                },
                                {
                                    "value": "050327",
                                    "id": 13027,
                                    "label": "水面防污工"
                                },
                                {
                                    "value": "050328",
                                    "id": 13028,
                                    "label": "港口除尘操作工"
                                },
                                {
                                    "value": "050329",
                                    "id": 13029,
                                    "label": "航道航务施工工"
                                },
                                {
                                    "value": "050330",
                                    "id": 13030,
                                    "label": "港口作业－码头工人及领班"
                                },
                                {
                                    "value": "050331",
                                    "id": 13031,
                                    "label": "仓库管理人、理货员"
                                },
                                {
                                    "value": "050332",
                                    "id": 13032,
                                    "label": "港口客运员"
                                },
                                {
                                    "value": "050333",
                                    "id": 13033,
                                    "label": "港口警卫及安全人员"
                                },
                                {
                                    "value": "050334",
                                    "id": 13034,
                                    "label": "稽查人员"
                                },
                                {
                                    "value": "050335",
                                    "id": 13035,
                                    "label": "缉私人员（港口、海关）"
                                },
                                {
                                    "value": "050336",
                                    "id": 13036,
                                    "label": "缉私人员（水上）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0504",
                        "label": "空运",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13037,
                            "options": [
                                {
                                    "value": "050401",
                                    "id": 13038,
                                    "label": "航空站－站长"
                                },
                                {
                                    "value": "050402",
                                    "id": 13039,
                                    "label": "播音员"
                                },
                                {
                                    "value": "050403",
                                    "id": 13040,
                                    "label": "服务台人员"
                                },
                                {
                                    "value": "050404",
                                    "id": 13041,
                                    "label": "机场一般内勤人员"
                                },
                                {
                                    "value": "050405",
                                    "id": 13042,
                                    "label": "航空售票处内勤人员"
                                },
                                {
                                    "value": "050406",
                                    "id": 13043,
                                    "label": "送票人员"
                                },
                                {
                                    "value": "050407",
                                    "id": 13044,
                                    "label": "塔台工作人员"
                                },
                                {
                                    "value": "050408",
                                    "id": 13045,
                                    "label": "安检人员"
                                },
                                {
                                    "value": "050409",
                                    "id": 13046,
                                    "label": "运务人员"
                                },
                                {
                                    "value": "050410",
                                    "id": 13047,
                                    "label": "缉私人员"
                                },
                                {
                                    "value": "050411",
                                    "id": 13048,
                                    "label": "机场警卫及安全人员"
                                },
                                {
                                    "value": "050412",
                                    "id": 13049,
                                    "label": "清洁工人（航空大厦内、机舱内）"
                                },
                                {
                                    "value": "050413",
                                    "id": 13050,
                                    "label": "清洁工（站外、航空大厦外）"
                                },
                                {
                                    "value": "050414",
                                    "id": 13051,
                                    "label": "清洁工（登高、高墙及天花板）"
                                },
                                {
                                    "value": "050415",
                                    "id": 13052,
                                    "label": "机场内交通车司机"
                                },
                                {
                                    "value": "050416",
                                    "id": 13053,
                                    "label": "行李货运搬运工人"
                                },
                                {
                                    "value": "050417",
                                    "id": 13054,
                                    "label": "加添燃料人员"
                                },
                                {
                                    "value": "050418",
                                    "id": 13055,
                                    "label": "飞机洗刷人员"
                                },
                                {
                                    "value": "050419",
                                    "id": 13056,
                                    "label": "跑道维护工"
                                },
                                {
                                    "value": "050420",
                                    "id": 13057,
                                    "label": "机械员"
                                },
                                {
                                    "value": "050421",
                                    "id": 13058,
                                    "label": "飞机修护员"
                                },
                                {
                                    "value": "050422",
                                    "id": 13059,
                                    "label": "航空货运外务员"
                                },
                                {
                                    "value": "050423",
                                    "id": 13060,
                                    "label": "航空货运报关员"
                                },
                                {
                                    "value": "050424",
                                    "id": 13061,
                                    "label": "航空货运理货员"
                                },
                                {
                                    "value": "050425",
                                    "id": 13062,
                                    "label": "空勤人员－民航机飞行人员"
                                },
                                {
                                    "value": "050426",
                                    "id": 13063,
                                    "label": "民航机上服务员"
                                },
                                {
                                    "value": "050427",
                                    "id": 13064,
                                    "label": "直升机飞行人员"
                                },
                                {
                                    "value": "050428",
                                    "id": 13065,
                                    "label": "航空公司飞行训练学员"
                                },
                                {
                                    "value": "050429",
                                    "id": 13066,
                                    "label": "私人或商务飞机驾驶员及机上工作人员"
                                },
                                {
                                    "value": "050430",
                                    "id": 13067,
                                    "label": "通用航空技术人员（从事航空摄影、航空物探、航空吊挂吊装、石油航空作业、航空环境污染检测、航空护林、播种、喷施、航空体育运动等）"
                                },
                                {
                                    "value": "050431",
                                    "id": 13068,
                                    "label": "航空油料员"
                                },
                                {
                                    "value": "050432",
                                    "id": 13069,
                                    "label": "航空器材员"
                                },
                                {
                                    "value": "050433",
                                    "id": 13070,
                                    "label": "航空气象员"
                                },
                                {
                                    "value": "050434",
                                    "id": 13071,
                                    "label": "灯塔修理员"
                                },
                                {
                                    "value": "050435",
                                    "id": 13072,
                                    "label": "民航机组人员（国航）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0505",
                        "label": "起重装卸机械操作及有关人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13073,
                            "options": [
                                {
                                    "value": "050501",
                                    "id": 13074,
                                    "label": "起重装卸机械驾驶员"
                                },
                                {
                                    "value": "050502",
                                    "id": 13075,
                                    "label": "起重工"
                                },
                                {
                                    "value": "050503",
                                    "id": 13076,
                                    "label": "输送机操作工"
                                },
                                {
                                    "value": "050504",
                                    "id": 13077,
                                    "label": "闸门运行工"
                                },
                                {
                                    "value": "050505",
                                    "id": 13078,
                                    "label": "索道运输机操作工"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "06",
            "label": "餐旅业",
            "id": 13079,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0601",
                        "label": "旅游业及公共游览场所",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13080,
                            "options": [
                                {
                                    "value": "060101",
                                    "id": 13081,
                                    "label": "一般内勤人员"
                                },
                                {
                                    "value": "060102",
                                    "id": 13082,
                                    "label": "外务员"
                                },
                                {
                                    "value": "060103",
                                    "id": 13083,
                                    "label": "导游、领队"
                                },
                                {
                                    "value": "060104",
                                    "id": 13084,
                                    "label": "公共游览场所服务员"
                                },
                                {
                                    "value": "060105",
                                    "id": 13085,
                                    "label": "插花员"
                                },
                                {
                                    "value": "060106",
                                    "id": 13086,
                                    "label": "假山工"
                                },
                                {
                                    "value": "060107",
                                    "id": 13087,
                                    "label": "园林植物保护工"
                                },
                                {
                                    "value": "060108",
                                    "id": 13088,
                                    "label": "盆景工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0602",
                        "label": "旅馆业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13089,
                            "options": [
                                {
                                    "value": "060201",
                                    "id": 13090,
                                    "label": "负责人"
                                },
                                {
                                    "value": "060202",
                                    "id": 13091,
                                    "label": "一般内勤工作人员"
                                },
                                {
                                    "value": "060203",
                                    "id": 13092,
                                    "label": "外务员"
                                },
                                {
                                    "value": "060204",
                                    "id": 13093,
                                    "label": "收银员"
                                },
                                {
                                    "value": "060205",
                                    "id": 13094,
                                    "label": "技工、修理工（非室外高空作业）"
                                },
                                {
                                    "value": "060206",
                                    "id": 13095,
                                    "label": "技工、修理工（室外高空作业）"
                                },
                                {
                                    "value": "060207",
                                    "id": 13096,
                                    "label": "清洁工"
                                },
                                {
                                    "value": "060208",
                                    "id": 13097,
                                    "label": "旅馆服务员"
                                },
                                {
                                    "value": "060209",
                                    "id": 13098,
                                    "label": "锅炉工（全自动）"
                                },
                                {
                                    "value": "060210",
                                    "id": 13099,
                                    "label": "锅炉工（非全自动）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0603",
                        "label": "餐饮业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13100,
                            "options": [
                                {
                                    "value": "060301",
                                    "id": 13101,
                                    "label": "经理人员"
                                },
                                {
                                    "value": "060302",
                                    "id": 13102,
                                    "label": "一般内勤"
                                },
                                {
                                    "value": "060303",
                                    "id": 13103,
                                    "label": "餐饮服务员"
                                },
                                {
                                    "value": "060304",
                                    "id": 13104,
                                    "label": "收银员"
                                },
                                {
                                    "value": "060305",
                                    "id": 13105,
                                    "label": "采购人员"
                                },
                                {
                                    "value": "060306",
                                    "id": 13106,
                                    "label": "厨师"
                                },
                                {
                                    "value": "060307",
                                    "id": 13107,
                                    "label": "点心师"
                                },
                                {
                                    "value": "060308",
                                    "id": 13108,
                                    "label": "调酒师"
                                },
                                {
                                    "value": "060309",
                                    "id": 13109,
                                    "label": "餐具清洗人员"
                                },
                                {
                                    "value": "060310",
                                    "id": 13110,
                                    "label": "茶艺师"
                                },
                                {
                                    "value": "060311",
                                    "id": 13111,
                                    "label": "豆制品产品设计、研发，生产工艺制定"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "07",
            "label": "建筑工程",
            "id": 13112,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0701",
                        "label": "土木工程施工及设备安装",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13113,
                            "options": [
                                {
                                    "value": "070101",
                                    "id": 13114,
                                    "label": "建筑设计师"
                                },
                                {
                                    "value": "070102",
                                    "id": 13115,
                                    "label": "制图员"
                                },
                                {
                                    "value": "070103",
                                    "id": 13116,
                                    "label": "内勤工作人员"
                                },
                                {
                                    "value": "070104",
                                    "id": 13117,
                                    "label": "测量员"
                                },
                                {
                                    "value": "070105",
                                    "id": 13118,
                                    "label": "工程师"
                                },
                                {
                                    "value": "070106",
                                    "id": 13119,
                                    "label": "监工、领班"
                                },
                                {
                                    "value": "070107",
                                    "id": 13120,
                                    "label": "建筑公司负责人、业务员"
                                },
                                {
                                    "value": "070108",
                                    "id": 13121,
                                    "label": "引导参观工地服务人员"
                                },
                                {
                                    "value": "070109",
                                    "id": 13122,
                                    "label": "承包商（土木建筑）"
                                },
                                {
                                    "value": "070110",
                                    "id": 13123,
                                    "label": "凿岩工"
                                },
                                {
                                    "value": "070111",
                                    "id": 13124,
                                    "label": "爆破工"
                                },
                                {
                                    "value": "070112",
                                    "id": 13125,
                                    "label": "砌筑工"
                                },
                                {
                                    "value": "070113",
                                    "id": 13126,
                                    "label": "混凝土工"
                                },
                                {
                                    "value": "070114",
                                    "id": 13127,
                                    "label": "砌砖匠"
                                },
                                {
                                    "value": "070115",
                                    "id": 13128,
                                    "label": "模板工"
                                },
                                {
                                    "value": "070116",
                                    "id": 13129,
                                    "label": "钢骨结构工人"
                                },
                                {
                                    "value": "070117",
                                    "id": 13130,
                                    "label": "鹰架架设工人、铁工"
                                },
                                {
                                    "value": "070118",
                                    "id": 13131,
                                    "label": "焊工"
                                },
                                {
                                    "value": "070119",
                                    "id": 13132,
                                    "label": "木匠"
                                },
                                {
                                    "value": "070120",
                                    "id": 13133,
                                    "label": "泥水匠"
                                },
                                {
                                    "value": "070121",
                                    "id": 13134,
                                    "label": "磨石工人"
                                },
                                {
                                    "value": "070122",
                                    "id": 13135,
                                    "label": "洗石工人"
                                },
                                {
                                    "value": "070123",
                                    "id": 13136,
                                    "label": "水电工"
                                },
                                {
                                    "value": "070124",
                                    "id": 13137,
                                    "label": "排水工程人员"
                                },
                                {
                                    "value": "070125",
                                    "id": 13138,
                                    "label": "防水工程人员"
                                },
                                {
                                    "value": "070126",
                                    "id": 13139,
                                    "label": "油漆工、喷漆工"
                                },
                                {
                                    "value": "070127",
                                    "id": 13140,
                                    "label": "石棉瓦或浪板安装人员"
                                },
                                {
                                    "value": "070128",
                                    "id": 13141,
                                    "label": "铝门窗装修人员"
                                },
                                {
                                    "value": "070129",
                                    "id": 13142,
                                    "label": "铁门窗装修工人"
                                },
                                {
                                    "value": "070130",
                                    "id": 13143,
                                    "label": "机械设备安装工"
                                },
                                {
                                    "value": "070131",
                                    "id": 13144,
                                    "label": "管工"
                                },
                                {
                                    "value": "070132",
                                    "id": 13145,
                                    "label": "防火系统警报器安装工"
                                },
                                {
                                    "value": "070133",
                                    "id": 13146,
                                    "label": "电梯升降机安装维修工人（非高空作业）"
                                },
                                {
                                    "value": "070134",
                                    "id": 13147,
                                    "label": "电梯升降机安装维修工人（高空作业）"
                                },
                                {
                                    "value": "070135",
                                    "id": 13148,
                                    "label": "电梯升降机操作员"
                                },
                                {
                                    "value": "070136",
                                    "id": 13149,
                                    "label": "混凝土混合机操作员"
                                },
                                {
                                    "value": "070137",
                                    "id": 13150,
                                    "label": "混凝土预拌车、拖车司机"
                                },
                                {
                                    "value": "070138",
                                    "id": 13151,
                                    "label": "土石方机械操作工（推土机、铲运机、挖掘机驾驶员、打桩工）"
                                },
                                {
                                    "value": "070139",
                                    "id": 13152,
                                    "label": "建筑工程车辆驾驶员"
                                },
                                {
                                    "value": "070140",
                                    "id": 13153,
                                    "label": "建筑工程车辆机械操作员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0702",
                        "label": "铁路公路铺设",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13154,
                            "options": [
                                {
                                    "value": "070201",
                                    "id": 13155,
                                    "label": "工程师"
                                },
                                {
                                    "value": "070202",
                                    "id": 13156,
                                    "label": "领班"
                                },
                                {
                                    "value": "070203",
                                    "id": 13157,
                                    "label": "道路工程机械操作员"
                                },
                                {
                                    "value": "070204",
                                    "id": 13158,
                                    "label": "道路工程车辆驾驶员"
                                },
                                {
                                    "value": "070205",
                                    "id": 13159,
                                    "label": "铺设工人（山地）"
                                },
                                {
                                    "value": "070206",
                                    "id": 13160,
                                    "label": "铺设工人（平地）"
                                },
                                {
                                    "value": "070207",
                                    "id": 13161,
                                    "label": "维护工人"
                                },
                                {
                                    "value": "070208",
                                    "id": 13162,
                                    "label": "电线架设及维护工人"
                                },
                                {
                                    "value": "070209",
                                    "id": 13163,
                                    "label": "管道铺设及维护工人"
                                },
                                {
                                    "value": "070210",
                                    "id": 13164,
                                    "label": "高速公路工程人员（含美化人员）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0703",
                        "label": "装璜业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13165,
                            "options": [
                                {
                                    "value": "070301",
                                    "id": 13166,
                                    "label": "设计制图人员"
                                },
                                {
                                    "value": "070302",
                                    "id": 13167,
                                    "label": "地毯之装设人员"
                                },
                                {
                                    "value": "070303",
                                    "id": 13168,
                                    "label": "室内装璜人员（不含木工、油漆工）"
                                },
                                {
                                    "value": "070304",
                                    "id": 13169,
                                    "label": "室外装璜人员"
                                },
                                {
                                    "value": "070305",
                                    "id": 13170,
                                    "label": "承包商、监工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0704",
                        "label": "其他",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13171,
                            "options": [
                                {
                                    "value": "070401",
                                    "id": 13172,
                                    "label": "地质探测员（山区）"
                                },
                                {
                                    "value": "070402",
                                    "id": 13173,
                                    "label": "地质探测员（海上）"
                                },
                                {
                                    "value": "070403",
                                    "id": 13174,
                                    "label": "测量员"
                                },
                                {
                                    "value": "070404",
                                    "id": 13175,
                                    "label": "工地看守员"
                                },
                                {
                                    "value": "070405",
                                    "id": 13176,
                                    "label": "海湾港口工程人员"
                                },
                                {
                                    "value": "070406",
                                    "id": 13177,
                                    "label": "水坝工程人员、挖井工程人员"
                                },
                                {
                                    "value": "070407",
                                    "id": 13178,
                                    "label": "桥梁工程人员"
                                },
                                {
                                    "value": "070408",
                                    "id": 13179,
                                    "label": "隧道工程人员"
                                },
                                {
                                    "value": "070409",
                                    "id": 13180,
                                    "label": "潜水人员"
                                },
                                {
                                    "value": "070410",
                                    "id": 13181,
                                    "label": "爆破工程人员"
                                },
                                {
                                    "value": "070411",
                                    "id": 13182,
                                    "label": "挖泥船工人"
                                },
                                {
                                    "value": "070412",
                                    "id": 13183,
                                    "label": "寺庙彩绘人员"
                                },
                                {
                                    "value": "070413",
                                    "id": 13184,
                                    "label": "拆屋、迁屋工人"
                                },
                                {
                                    "value": "070414",
                                    "id": 13185,
                                    "label": "古建筑结构施工人员"
                                },
                                {
                                    "value": "070415",
                                    "id": 13186,
                                    "label": "古建筑装饰工"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "08",
            "label": "制造业",
            "id": 13187,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0801",
                        "label": "金属冶炼轧制业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13188,
                            "options": [
                                {
                                    "value": "080101",
                                    "id": 13189,
                                    "label": "技师"
                                },
                                {
                                    "value": "080102",
                                    "id": 13190,
                                    "label": "工程师"
                                },
                                {
                                    "value": "080103",
                                    "id": 13191,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "080104",
                                    "id": 13192,
                                    "label": "质管员"
                                },
                                {
                                    "value": "080105",
                                    "id": 13193,
                                    "label": "车间统计员"
                                },
                                {
                                    "value": "080106",
                                    "id": 13194,
                                    "label": "仓库管理员"
                                },
                                {
                                    "value": "080107",
                                    "id": 13195,
                                    "label": "检验员"
                                },
                                {
                                    "value": "080108",
                                    "id": 13196,
                                    "label": "炼铁工人"
                                },
                                {
                                    "value": "080109",
                                    "id": 13197,
                                    "label": "炼钢工人"
                                },
                                {
                                    "value": "080110",
                                    "id": 13198,
                                    "label": "有色金属冶炼工人"
                                },
                                {
                                    "value": "080111",
                                    "id": 13199,
                                    "label": "半导体材料制备工人"
                                },
                                {
                                    "value": "080112",
                                    "id": 13200,
                                    "label": "金属轧制工"
                                },
                                {
                                    "value": "080113",
                                    "id": 13201,
                                    "label": "酸洗工"
                                },
                                {
                                    "value": "080114",
                                    "id": 13202,
                                    "label": "金属材涂层工"
                                },
                                {
                                    "value": "080115",
                                    "id": 13203,
                                    "label": "金属材热处理工"
                                },
                                {
                                    "value": "080116",
                                    "id": 13204,
                                    "label": "焊管工"
                                },
                                {
                                    "value": "080117",
                                    "id": 13205,
                                    "label": "铸铁管工"
                                },
                                {
                                    "value": "080118",
                                    "id": 13206,
                                    "label": "碳素制品生产工人"
                                },
                                {
                                    "value": "080119",
                                    "id": 13207,
                                    "label": "硬质合金生产工人"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0802",
                        "label": "机械制造加工业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13208,
                            "options": [
                                {
                                    "value": "080201",
                                    "id": 13209,
                                    "label": "技师"
                                },
                                {
                                    "value": "080202",
                                    "id": 13210,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "080203",
                                    "id": 13211,
                                    "label": "工程师"
                                },
                                {
                                    "value": "080204",
                                    "id": 13212,
                                    "label": "板金工、钳工、丸铁工"
                                },
                                {
                                    "value": "080205",
                                    "id": 13213,
                                    "label": "装配工、品管人员"
                                },
                                {
                                    "value": "080206",
                                    "id": 13214,
                                    "label": "焊接工"
                                },
                                {
                                    "value": "080207",
                                    "id": 13215,
                                    "label": "车床工（全自动）"
                                },
                                {
                                    "value": "080208",
                                    "id": 13216,
                                    "label": "车床工（其他）"
                                },
                                {
                                    "value": "080209",
                                    "id": 13217,
                                    "label": "剪床工"
                                },
                                {
                                    "value": "080210",
                                    "id": 13218,
                                    "label": "铣床工"
                                },
                                {
                                    "value": "080211",
                                    "id": 13219,
                                    "label": "冲床工"
                                },
                                {
                                    "value": "080212",
                                    "id": 13220,
                                    "label": "钻床工"
                                },
                                {
                                    "value": "080213",
                                    "id": 13221,
                                    "label": "刨工"
                                },
                                {
                                    "value": "080214",
                                    "id": 13222,
                                    "label": "磨工"
                                },
                                {
                                    "value": "080215",
                                    "id": 13223,
                                    "label": "镗工"
                                },
                                {
                                    "value": "080216",
                                    "id": 13224,
                                    "label": "组合机床操作工"
                                },
                                {
                                    "value": "080217",
                                    "id": 13225,
                                    "label": "加工中心操作工"
                                },
                                {
                                    "value": "080218",
                                    "id": 13226,
                                    "label": "制齿工"
                                },
                                {
                                    "value": "080219",
                                    "id": 13227,
                                    "label": "螺丝纹挤形工"
                                },
                                {
                                    "value": "080220",
                                    "id": 13228,
                                    "label": "抛磨光工"
                                },
                                {
                                    "value": "080221",
                                    "id": 13229,
                                    "label": "拉床工"
                                },
                                {
                                    "value": "080222",
                                    "id": 13230,
                                    "label": "锯床工"
                                },
                                {
                                    "value": "080223",
                                    "id": 13231,
                                    "label": "刃具扭制工"
                                },
                                {
                                    "value": "080224",
                                    "id": 13232,
                                    "label": "弹性元件制造工"
                                },
                                {
                                    "value": "080225",
                                    "id": 13233,
                                    "label": "铸造工"
                                },
                                {
                                    "value": "080226",
                                    "id": 13234,
                                    "label": "锻造工"
                                },
                                {
                                    "value": "080227",
                                    "id": 13235,
                                    "label": "金属热处理工"
                                },
                                {
                                    "value": "080228",
                                    "id": 13236,
                                    "label": "电切削工"
                                },
                                {
                                    "value": "080229",
                                    "id": 13237,
                                    "label": "磨料磨具制造工"
                                },
                                {
                                    "value": "080230",
                                    "id": 13238,
                                    "label": "航天器件加工工"
                                },
                                {
                                    "value": "080231",
                                    "id": 13239,
                                    "label": "电焊条制造工"
                                },
                                {
                                    "value": "080232",
                                    "id": 13240,
                                    "label": "仪器仪表元件制造工"
                                },
                                {
                                    "value": "080233",
                                    "id": 13241,
                                    "label": "真空干燥处理工"
                                },
                                {
                                    "value": "080234",
                                    "id": 13242,
                                    "label": "人造宝石制造工"
                                },
                                {
                                    "value": "080235",
                                    "id": 13243,
                                    "label": "电镀工"
                                },
                                {
                                    "value": "080236",
                                    "id": 13244,
                                    "label": "锅炉工"
                                },
                                {
                                    "value": "080237",
                                    "id": 13245,
                                    "label": "铅字铸造工"
                                },
                                {
                                    "value": "080238",
                                    "id": 13246,
                                    "label": "对衡器产品进行装配、调试及维护的人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0803",
                        "label": "电子业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13247,
                            "options": [
                                {
                                    "value": "080301",
                                    "id": 13248,
                                    "label": "工程师"
                                },
                                {
                                    "value": "080302",
                                    "id": 13249,
                                    "label": "技师"
                                },
                                {
                                    "value": "080303",
                                    "id": 13250,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "080304",
                                    "id": 13251,
                                    "label": "制造工"
                                },
                                {
                                    "value": "080305",
                                    "id": 13252,
                                    "label": "装配工"
                                },
                                {
                                    "value": "080306",
                                    "id": 13253,
                                    "label": "装调工"
                                },
                                {
                                    "value": "080307",
                                    "id": 13254,
                                    "label": "修理工"
                                },
                                {
                                    "value": "080308",
                                    "id": 13255,
                                    "label": "包装工人"
                                },
                                {
                                    "value": "080309",
                                    "id": 13256,
                                    "label": "仓库管理员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0804",
                        "label": "橡胶塑料制品业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13257,
                            "options": [
                                {
                                    "value": "080401",
                                    "id": 13258,
                                    "label": "工程师"
                                },
                                {
                                    "value": "080402",
                                    "id": 13259,
                                    "label": "技师"
                                },
                                {
                                    "value": "080403",
                                    "id": 13260,
                                    "label": "质管员"
                                },
                                {
                                    "value": "080404",
                                    "id": 13261,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "080405",
                                    "id": 13262,
                                    "label": "一般工人"
                                },
                                {
                                    "value": "080406",
                                    "id": 13263,
                                    "label": "塑胶射出成型人员（自动）"
                                },
                                {
                                    "value": "080407",
                                    "id": 13264,
                                    "label": "塑胶射出成型人员（其他）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0805",
                        "label": "建筑材料生产加工",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13265,
                            "options": [
                                {
                                    "value": "080501",
                                    "id": 13266,
                                    "label": "工程师"
                                },
                                {
                                    "value": "080502",
                                    "id": 13267,
                                    "label": "技师"
                                },
                                {
                                    "value": "080503",
                                    "id": 13268,
                                    "label": "质管员"
                                },
                                {
                                    "value": "080504",
                                    "id": 13269,
                                    "label": "领班"
                                },
                                {
                                    "value": "080505",
                                    "id": 13270,
                                    "label": "水泥生产制造工"
                                },
                                {
                                    "value": "080506",
                                    "id": 13271,
                                    "label": "水泥制品工"
                                },
                                {
                                    "value": "080507",
                                    "id": 13272,
                                    "label": "石灰焙烧工"
                                },
                                {
                                    "value": "080508",
                                    "id": 13273,
                                    "label": "采掘工人"
                                },
                                {
                                    "value": "080509",
                                    "id": 13274,
                                    "label": "爆破工程人员"
                                },
                                {
                                    "value": "080510",
                                    "id": 13275,
                                    "label": "石棉制品工"
                                },
                                {
                                    "value": "080511",
                                    "id": 13276,
                                    "label": "油毡生产工"
                                },
                                {
                                    "value": "080512",
                                    "id": 13277,
                                    "label": "高分子防水卷材生产工"
                                },
                                {
                                    "value": "080513",
                                    "id": 13278,
                                    "label": "建筑保温及吸音材料生产工"
                                },
                                {
                                    "value": "080514",
                                    "id": 13279,
                                    "label": "装饰石材生产工"
                                },
                                {
                                    "value": "080515",
                                    "id": 13280,
                                    "label": "耐火材料生产工"
                                },
                                {
                                    "value": "080516",
                                    "id": 13281,
                                    "label": "陶瓷、木炭、砖瓦制造工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0806",
                        "label": "化工产品制造业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13282,
                            "options": [
                                {
                                    "value": "080601",
                                    "id": 13283,
                                    "label": "工程师"
                                },
                                {
                                    "value": "080602",
                                    "id": 13284,
                                    "label": "技师"
                                },
                                {
                                    "value": "080603",
                                    "id": 13285,
                                    "label": "硫酸、盐酸、硝酸、有毒物品制造"
                                },
                                {
                                    "value": "080604",
                                    "id": 13286,
                                    "label": "石油炼制生产人员"
                                },
                                {
                                    "value": "080605",
                                    "id": 13287,
                                    "label": "油制气工"
                                },
                                {
                                    "value": "080606",
                                    "id": 13288,
                                    "label": "煤化工生产人员"
                                },
                                {
                                    "value": "080607",
                                    "id": 13289,
                                    "label": "煤制气工"
                                },
                                {
                                    "value": "080608",
                                    "id": 13290,
                                    "label": "煤气储运工"
                                },
                                {
                                    "value": "080609",
                                    "id": 13291,
                                    "label": "化肥生产人员"
                                },
                                {
                                    "value": "080610",
                                    "id": 13292,
                                    "label": "工业气体液化工"
                                },
                                {
                                    "value": "080611",
                                    "id": 13293,
                                    "label": "合成树脂生产人员"
                                },
                                {
                                    "value": "080612",
                                    "id": 13294,
                                    "label": "合成橡胶生产人员"
                                },
                                {
                                    "value": "080613",
                                    "id": 13295,
                                    "label": "化纤生产人员"
                                },
                                {
                                    "value": "080614",
                                    "id": 13296,
                                    "label": "合成革制造工"
                                },
                                {
                                    "value": "080615",
                                    "id": 13297,
                                    "label": "复合材料生产人员"
                                },
                                {
                                    "value": "080616",
                                    "id": 13298,
                                    "label": "林产化工产品生产人员"
                                },
                                {
                                    "value": "080617",
                                    "id": 13299,
                                    "label": "火药炸药制造人员（包括爆竹、烟火制造工）"
                                },
                                {
                                    "value": "080618",
                                    "id": 13300,
                                    "label": "电池制造技师"
                                },
                                {
                                    "value": "080619",
                                    "id": 13301,
                                    "label": "电池制造工人"
                                },
                                {
                                    "value": "080620",
                                    "id": 13302,
                                    "label": "化学试验师"
                                },
                                {
                                    "value": "080621",
                                    "id": 13303,
                                    "label": "化学原料质管员"
                                },
                                {
                                    "value": "080622",
                                    "id": 13304,
                                    "label": "片基制造工"
                                },
                                {
                                    "value": "080623",
                                    "id": 13305,
                                    "label": "感光材料制造工\\试验工"
                                },
                                {
                                    "value": "080624",
                                    "id": 13306,
                                    "label": "暗盒制造工"
                                },
                                {
                                    "value": "080625",
                                    "id": 13307,
                                    "label": "废片、白银回收工"
                                },
                                {
                                    "value": "080626",
                                    "id": 13308,
                                    "label": "磁粉制造工"
                                },
                                {
                                    "value": "080627",
                                    "id": 13309,
                                    "label": "磁记录材料制造工\\试验工"
                                },
                                {
                                    "value": "080628",
                                    "id": 13310,
                                    "label": "感光鼓涂敷工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0807",
                        "label": "日化产品制造业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13311,
                            "options": [
                                {
                                    "value": "080701",
                                    "id": 13312,
                                    "label": "制皂工"
                                },
                                {
                                    "value": "080702",
                                    "id": 13313,
                                    "label": "甘油工"
                                },
                                {
                                    "value": "080703",
                                    "id": 13314,
                                    "label": "脂肪酸工"
                                },
                                {
                                    "value": "080704",
                                    "id": 13315,
                                    "label": "洗衣粉成型工"
                                },
                                {
                                    "value": "080705",
                                    "id": 13316,
                                    "label": "合成洗涤剂制造工"
                                },
                                {
                                    "value": "080706",
                                    "id": 13317,
                                    "label": "香料制造工"
                                },
                                {
                                    "value": "080707",
                                    "id": 13318,
                                    "label": "香精制造工"
                                },
                                {
                                    "value": "080708",
                                    "id": 13319,
                                    "label": "化妆品配制工"
                                },
                                {
                                    "value": "080709",
                                    "id": 13320,
                                    "label": "牙膏制造工"
                                },
                                {
                                    "value": "080710",
                                    "id": 13321,
                                    "label": "油墨制造工"
                                },
                                {
                                    "value": "080711",
                                    "id": 13322,
                                    "label": "制胶工"
                                },
                                {
                                    "value": "080712",
                                    "id": 13323,
                                    "label": "火柴制造工"
                                },
                                {
                                    "value": "080713",
                                    "id": 13324,
                                    "label": "蜡烛制造工"
                                },
                                {
                                    "value": "080714",
                                    "id": 13325,
                                    "label": "化妆品配方设计人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0808",
                        "label": "汽车、机车、自行车制造业与修理业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13326,
                            "options": [
                                {
                                    "value": "080801",
                                    "id": 13327,
                                    "label": "工程师"
                                },
                                {
                                    "value": "080802",
                                    "id": 13328,
                                    "label": "技师"
                                },
                                {
                                    "value": "080803",
                                    "id": 13329,
                                    "label": "质管员"
                                },
                                {
                                    "value": "080804",
                                    "id": 13330,
                                    "label": "制造工人（汽车、机车）"
                                },
                                {
                                    "value": "080805",
                                    "id": 13331,
                                    "label": "制造工人（自行车）"
                                },
                                {
                                    "value": "080806",
                                    "id": 13332,
                                    "label": "板金工"
                                },
                                {
                                    "value": "080807",
                                    "id": 13333,
                                    "label": "装璜工、喷漆工、冷气装配员"
                                },
                                {
                                    "value": "080808",
                                    "id": 13334,
                                    "label": "修理保养工人（汽、机车）"
                                },
                                {
                                    "value": "080809",
                                    "id": 13335,
                                    "label": "修理保养工人（自行车）"
                                },
                                {
                                    "value": "080810",
                                    "id": 13336,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "080811",
                                    "id": 13337,
                                    "label": "试车人员"
                                },
                                {
                                    "value": "080812",
                                    "id": 13338,
                                    "label": "汽车模型工"
                                },
                                {
                                    "value": "080813",
                                    "id": 13339,
                                    "label": "对汽车玻璃进行拆卸、更换、安装、修补及其他维修"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0809",
                        "label": "船舶制造业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13340,
                            "options": [
                                {
                                    "value": "080901",
                                    "id": 13341,
                                    "label": "工程师"
                                },
                                {
                                    "value": "080902",
                                    "id": 13342,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "080903",
                                    "id": 13343,
                                    "label": "拆船工人"
                                },
                                {
                                    "value": "080904",
                                    "id": 13344,
                                    "label": "船体制造工"
                                },
                                {
                                    "value": "080905",
                                    "id": 13345,
                                    "label": "船舶轮机装配工"
                                },
                                {
                                    "value": "080906",
                                    "id": 13346,
                                    "label": "船舶电气装配工"
                                },
                                {
                                    "value": "080907",
                                    "id": 13347,
                                    "label": "船舶附件制造工"
                                },
                                {
                                    "value": "080908",
                                    "id": 13348,
                                    "label": "船舶木塑帆缆工"
                                },
                                {
                                    "value": "080909",
                                    "id": 13349,
                                    "label": "船模制造试验工"
                                },
                                {
                                    "value": "080910",
                                    "id": 13350,
                                    "label": "船舶修理工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0810",
                        "label": "飞机制造业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13351,
                            "options": [
                                {
                                    "value": "081001",
                                    "id": 13352,
                                    "label": "飞机设计工程师"
                                },
                                {
                                    "value": "081002",
                                    "id": 13353,
                                    "label": "飞机制造工程师"
                                },
                                {
                                    "value": "081003",
                                    "id": 13354,
                                    "label": "飞机装配工"
                                },
                                {
                                    "value": "081004",
                                    "id": 13355,
                                    "label": "飞机系统安装调试工"
                                },
                                {
                                    "value": "081005",
                                    "id": 13356,
                                    "label": "飞机螺旋浆装配工"
                                },
                                {
                                    "value": "081006",
                                    "id": 13357,
                                    "label": "飞机发动机附件装配工"
                                },
                                {
                                    "value": "081007",
                                    "id": 13358,
                                    "label": "飞机仪表安装试验工"
                                },
                                {
                                    "value": "081008",
                                    "id": 13359,
                                    "label": "飞机无线电设备安装调试工"
                                },
                                {
                                    "value": "081009",
                                    "id": 13360,
                                    "label": "飞机雷达安装调试工"
                                },
                                {
                                    "value": "081010",
                                    "id": 13361,
                                    "label": "飞机特种设备检测与修理工"
                                },
                                {
                                    "value": "081011",
                                    "id": 13362,
                                    "label": "飞机透明件制造胶接装配工"
                                },
                                {
                                    "value": "081012",
                                    "id": 13363,
                                    "label": "飞机外场调试与维护工"
                                },
                                {
                                    "value": "081013",
                                    "id": 13364,
                                    "label": "飞机试验工"
                                },
                                {
                                    "value": "081014",
                                    "id": 13365,
                                    "label": "飞机螺旋桨试验工"
                                },
                                {
                                    "value": "081015",
                                    "id": 13366,
                                    "label": "飞机发动机附件试验工"
                                },
                                {
                                    "value": "081016",
                                    "id": 13367,
                                    "label": "飞机修理工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0811",
                        "label": "纺织、成衣及鞋帽业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13368,
                            "options": [
                                {
                                    "value": "081101",
                                    "id": 13369,
                                    "label": "工程师"
                                },
                                {
                                    "value": "081102",
                                    "id": 13370,
                                    "label": "设计师"
                                },
                                {
                                    "value": "081103",
                                    "id": 13371,
                                    "label": "技师"
                                },
                                {
                                    "value": "081104",
                                    "id": 13372,
                                    "label": "织造工人"
                                },
                                {
                                    "value": "081105",
                                    "id": 13373,
                                    "label": "染整工人"
                                },
                                {
                                    "value": "081106",
                                    "id": 13374,
                                    "label": "纺纱工人"
                                },
                                {
                                    "value": "081107",
                                    "id": 13375,
                                    "label": "针织工人"
                                },
                                {
                                    "value": "081108",
                                    "id": 13376,
                                    "label": "质管员"
                                },
                                {
                                    "value": "081109",
                                    "id": 13377,
                                    "label": "裁剪工"
                                },
                                {
                                    "value": "081110",
                                    "id": 13378,
                                    "label": "缝纫工"
                                },
                                {
                                    "value": "081111",
                                    "id": 13379,
                                    "label": "裁缝"
                                },
                                {
                                    "value": "081112",
                                    "id": 13380,
                                    "label": "制鞋工"
                                },
                                {
                                    "value": "081113",
                                    "id": 13381,
                                    "label": "制帽工"
                                },
                                {
                                    "value": "081114",
                                    "id": 13382,
                                    "label": "皮革加工工"
                                },
                                {
                                    "value": "081115",
                                    "id": 13383,
                                    "label": "毛皮加工工"
                                },
                                {
                                    "value": "081116",
                                    "id": 13384,
                                    "label": "缝纫制品充填处理工"
                                },
                                {
                                    "value": "081117",
                                    "id": 13385,
                                    "label": "胶制服装上胶工"
                                },
                                {
                                    "value": "081118",
                                    "id": 13386,
                                    "label": "服装水洗工"
                                },
                                {
                                    "value": "081119",
                                    "id": 13387,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "081120",
                                    "id": 13388,
                                    "label": "行政工作人员（经理、文书）"
                                },
                                {
                                    "value": "081121",
                                    "id": 13389,
                                    "label": "切棉、压边、据工、椅垫工人及其他工人"
                                },
                                {
                                    "value": "081122",
                                    "id": 13390,
                                    "label": "从事纺织面料色彩、纹样、质地、风格等设计"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0812",
                        "label": "造纸工业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13391,
                            "options": [
                                {
                                    "value": "081201",
                                    "id": 13392,
                                    "label": "技师"
                                },
                                {
                                    "value": "081202",
                                    "id": 13393,
                                    "label": "质管员"
                                },
                                {
                                    "value": "081203",
                                    "id": 13394,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "081204",
                                    "id": 13395,
                                    "label": "制浆工"
                                },
                                {
                                    "value": "081205",
                                    "id": 13396,
                                    "label": "制浆废液回收利用工"
                                },
                                {
                                    "value": "081206",
                                    "id": 13397,
                                    "label": "造纸工"
                                },
                                {
                                    "value": "081207",
                                    "id": 13398,
                                    "label": "纸张整饰工"
                                },
                                {
                                    "value": "081208",
                                    "id": 13399,
                                    "label": "纸箱包装工人"
                                },
                                {
                                    "value": "081209",
                                    "id": 13400,
                                    "label": "纸箱纸盒制造工人"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0813",
                        "label": "家具制造业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13401,
                            "options": [
                                {
                                    "value": "081301",
                                    "id": 13402,
                                    "label": "技师"
                                },
                                {
                                    "value": "081302",
                                    "id": 13403,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "081303",
                                    "id": 13404,
                                    "label": "家具搬运工"
                                },
                                {
                                    "value": "081304",
                                    "id": 13405,
                                    "label": "木制家具制造工人"
                                },
                                {
                                    "value": "081305",
                                    "id": 13406,
                                    "label": "木制家具修理工人"
                                },
                                {
                                    "value": "081306",
                                    "id": 13407,
                                    "label": "金属家具制造工人"
                                },
                                {
                                    "value": "081307",
                                    "id": 13408,
                                    "label": "金属家具修理工人"
                                },
                                {
                                    "value": "081308",
                                    "id": 13409,
                                    "label": "机木工"
                                },
                                {
                                    "value": "081309",
                                    "id": 13410,
                                    "label": "行政工作人员（经理、文书）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0814",
                        "label": "工艺美术品制作",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13411,
                            "options": [
                                {
                                    "value": "081401",
                                    "id": 13412,
                                    "label": "工艺美术设计人员"
                                },
                                {
                                    "value": "081402",
                                    "id": 13413,
                                    "label": "珠宝首饰制作工"
                                },
                                {
                                    "value": "081403",
                                    "id": 13414,
                                    "label": "地毯制作工"
                                },
                                {
                                    "value": "081404",
                                    "id": 13415,
                                    "label": "漆器制胎工"
                                },
                                {
                                    "value": "081405",
                                    "id": 13416,
                                    "label": "彩绘雕填制作工"
                                },
                                {
                                    "value": "081406",
                                    "id": 13417,
                                    "label": "漆器镶嵌工"
                                },
                                {
                                    "value": "081407",
                                    "id": 13418,
                                    "label": "刺绣工"
                                },
                                {
                                    "value": "081408",
                                    "id": 13419,
                                    "label": "抽纱挑遍工"
                                },
                                {
                                    "value": "081409",
                                    "id": 13420,
                                    "label": "景泰蓝制作工"
                                },
                                {
                                    "value": "081410",
                                    "id": 13421,
                                    "label": "竹木制手工艺品加工工人"
                                },
                                {
                                    "value": "081411",
                                    "id": 13422,
                                    "label": "竹木制手工艺品雕刻工人"
                                },
                                {
                                    "value": "081412",
                                    "id": 13423,
                                    "label": "金属手工艺品加工工人"
                                },
                                {
                                    "value": "081413",
                                    "id": 13424,
                                    "label": "金属手工艺品雕刻工人"
                                },
                                {
                                    "value": "081414",
                                    "id": 13425,
                                    "label": "布类纸品工艺品加工工人"
                                },
                                {
                                    "value": "081415",
                                    "id": 13426,
                                    "label": "皮件手工艺品之加工工人"
                                },
                                {
                                    "value": "081416",
                                    "id": 13427,
                                    "label": "矿石手工艺品加工人员"
                                },
                                {
                                    "value": "081417",
                                    "id": 13428,
                                    "label": "金属、塑料、木制玩具装配工"
                                },
                                {
                                    "value": "081418",
                                    "id": 13429,
                                    "label": "布绒玩具制作工"
                                },
                                {
                                    "value": "081419",
                                    "id": 13430,
                                    "label": "装饰美工"
                                },
                                {
                                    "value": "081420",
                                    "id": 13431,
                                    "label": "雕塑翻制工"
                                },
                                {
                                    "value": "081421",
                                    "id": 13432,
                                    "label": "壁画制作工"
                                },
                                {
                                    "value": "081422",
                                    "id": 13433,
                                    "label": "油画外框制作工"
                                },
                                {
                                    "value": "081423",
                                    "id": 13434,
                                    "label": "装裱工"
                                },
                                {
                                    "value": "081424",
                                    "id": 13435,
                                    "label": "版画制作工"
                                },
                                {
                                    "value": "081425",
                                    "id": 13436,
                                    "label": "民间工艺品制作工"
                                },
                                {
                                    "value": "081426",
                                    "id": 13437,
                                    "label": "人造花制作工"
                                },
                                {
                                    "value": "081427",
                                    "id": 13438,
                                    "label": "工艺画制作工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0815",
                        "label": "玻璃、陶瓷、搪瓷制造加工业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13439,
                            "options": [
                                {
                                    "value": "081501",
                                    "id": 13440,
                                    "label": "技师"
                                },
                                {
                                    "value": "081502",
                                    "id": 13441,
                                    "label": "领班、监工"
                                },
                                {
                                    "value": "081503",
                                    "id": 13442,
                                    "label": "玻璃熔化工"
                                },
                                {
                                    "value": "081504",
                                    "id": 13443,
                                    "label": "玻璃成型、加工工"
                                },
                                {
                                    "value": "081505",
                                    "id": 13444,
                                    "label": "玻璃制品装饰加工工"
                                },
                                {
                                    "value": "081506",
                                    "id": 13445,
                                    "label": "玻璃纤维制品工"
                                },
                                {
                                    "value": "081507",
                                    "id": 13446,
                                    "label": "玻璃钢制品工"
                                },
                                {
                                    "value": "081508",
                                    "id": 13447,
                                    "label": "石英玻璃制品加工工"
                                },
                                {
                                    "value": "081509",
                                    "id": 13448,
                                    "label": "陶瓷制造、装饰工"
                                },
                                {
                                    "value": "081510",
                                    "id": 13449,
                                    "label": "搪瓷制造、装饰工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0816",
                        "label": "食品、饮料加工业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13450,
                            "options": [
                                {
                                    "value": "081601",
                                    "id": 13451,
                                    "label": "制米工"
                                },
                                {
                                    "value": "081602",
                                    "id": 13452,
                                    "label": "制粉工"
                                },
                                {
                                    "value": "081603",
                                    "id": 13453,
                                    "label": "制油工"
                                },
                                {
                                    "value": "081604",
                                    "id": 13454,
                                    "label": "食糖制造工"
                                },
                                {
                                    "value": "081605",
                                    "id": 13455,
                                    "label": "糖果、巧克力制造工"
                                },
                                {
                                    "value": "081606",
                                    "id": 13456,
                                    "label": "乳品加工工"
                                },
                                {
                                    "value": "081607",
                                    "id": 13457,
                                    "label": "冷冻食品制作工"
                                },
                                {
                                    "value": "081608",
                                    "id": 13458,
                                    "label": "食品罐头加工工"
                                },
                                {
                                    "value": "081609",
                                    "id": 13459,
                                    "label": "饮料制作工"
                                },
                                {
                                    "value": "081610",
                                    "id": 13460,
                                    "label": "酿酒工"
                                },
                                {
                                    "value": "081611",
                                    "id": 13461,
                                    "label": "酒精制造工"
                                },
                                {
                                    "value": "081612",
                                    "id": 13462,
                                    "label": "食品添加剂、调味品制作工"
                                },
                                {
                                    "value": "081613",
                                    "id": 13463,
                                    "label": "米面食品制作工"
                                },
                                {
                                    "value": "081614",
                                    "id": 13464,
                                    "label": "植物蛋白、豆制品制作工"
                                },
                                {
                                    "value": "081615",
                                    "id": 13465,
                                    "label": "屠宰加工工"
                                },
                                {
                                    "value": "081616",
                                    "id": 13466,
                                    "label": "熟肉制品加工工"
                                },
                                {
                                    "value": "081617",
                                    "id": 13467,
                                    "label": "蛋品及再制蛋品加工工"
                                },
                                {
                                    "value": "081618",
                                    "id": 13468,
                                    "label": "冰块制造工"
                                },
                                {
                                    "value": "081619",
                                    "id": 13469,
                                    "label": "技师"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0817",
                        "label": "烟草及其制品加工业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13470,
                            "options": [
                                {
                                    "value": "081701",
                                    "id": 13471,
                                    "label": "技师"
                                },
                                {
                                    "value": "081702",
                                    "id": 13472,
                                    "label": "行政人员（经理、主任、文员）"
                                },
                                {
                                    "value": "081703",
                                    "id": 13473,
                                    "label": "熟练工人、机器操作员"
                                },
                                {
                                    "value": "081704",
                                    "id": 13474,
                                    "label": "工程师\\领班\\监工"
                                },
                                {
                                    "value": "081705",
                                    "id": 13475,
                                    "label": "烟叶调制工人"
                                },
                                {
                                    "value": "081706",
                                    "id": 13476,
                                    "label": "烟叶分级工人"
                                },
                                {
                                    "value": "081707",
                                    "id": 13477,
                                    "label": "挂杆复烤工人"
                                },
                                {
                                    "value": "081708",
                                    "id": 13478,
                                    "label": "打叶复烤工人"
                                },
                                {
                                    "value": "081709",
                                    "id": 13479,
                                    "label": "烟叶回潮工人"
                                },
                                {
                                    "value": "081710",
                                    "id": 13480,
                                    "label": "烟叶发酵工人"
                                },
                                {
                                    "value": "081711",
                                    "id": 13481,
                                    "label": "烟叶制丝工人"
                                },
                                {
                                    "value": "081712",
                                    "id": 13482,
                                    "label": "膨胀烟丝工人"
                                },
                                {
                                    "value": "081713",
                                    "id": 13483,
                                    "label": "白肋烟处理工人"
                                },
                                {
                                    "value": "081714",
                                    "id": 13484,
                                    "label": "烟草薄片工人"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0818",
                        "label": "日用机械电器制造业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13485,
                            "options": [
                                {
                                    "value": "081801",
                                    "id": 13486,
                                    "label": "技师"
                                },
                                {
                                    "value": "081802",
                                    "id": 13487,
                                    "label": "一般制造工人"
                                },
                                {
                                    "value": "081803",
                                    "id": 13488,
                                    "label": "装配工"
                                },
                                {
                                    "value": "081804",
                                    "id": 13489,
                                    "label": "包装工人"
                                },
                                {
                                    "value": "081805",
                                    "id": 13490,
                                    "label": "焊接工"
                                },
                                {
                                    "value": "081806",
                                    "id": 13491,
                                    "label": "冲床工"
                                },
                                {
                                    "value": "081807",
                                    "id": 13492,
                                    "label": "剪床工"
                                },
                                {
                                    "value": "081808",
                                    "id": 13493,
                                    "label": "铣床工"
                                },
                                {
                                    "value": "081809",
                                    "id": 13494,
                                    "label": "铸造工"
                                },
                                {
                                    "value": "081810",
                                    "id": 13495,
                                    "label": "车床工（全自动）"
                                },
                                {
                                    "value": "081811",
                                    "id": 13496,
                                    "label": "车床工（其他）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0819",
                        "label": "五金制品制造业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13497,
                            "options": [
                                {
                                    "value": "081901",
                                    "id": 13498,
                                    "label": "工具五金制作工"
                                },
                                {
                                    "value": "081902",
                                    "id": 13499,
                                    "label": "建筑五金制作工"
                                },
                                {
                                    "value": "081903",
                                    "id": 13500,
                                    "label": "制锁工"
                                },
                                {
                                    "value": "081904",
                                    "id": 13501,
                                    "label": "铝制品制作工"
                                },
                                {
                                    "value": "081905",
                                    "id": 13502,
                                    "label": "日用五金制品制作工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0820",
                        "label": "生物、制药业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13503,
                            "options": [
                                {
                                    "value": "082001",
                                    "id": 13504,
                                    "label": "一般工人"
                                },
                                {
                                    "value": "082002",
                                    "id": 13505,
                                    "label": "实验人员"
                                },
                                {
                                    "value": "082003",
                                    "id": 13506,
                                    "label": "中药材生产管理员"
                                },
                                {
                                    "value": "082004",
                                    "id": 13507,
                                    "label": "药物检验工"
                                },
                                {
                                    "value": "082005",
                                    "id": 13508,
                                    "label": "中药材种植员\\养殖员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0821",
                        "label": "文教体育用品制作业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13509,
                            "options": [
                                {
                                    "value": "082101",
                                    "id": 13510,
                                    "label": "笔制作工"
                                },
                                {
                                    "value": "082102",
                                    "id": 13511,
                                    "label": "印泥制作工"
                                },
                                {
                                    "value": "082103",
                                    "id": 13512,
                                    "label": "制球工"
                                },
                                {
                                    "value": "082104",
                                    "id": 13513,
                                    "label": "球拍球网制作工"
                                },
                                {
                                    "value": "082105",
                                    "id": 13514,
                                    "label": "健身器材制作工"
                                },
                                {
                                    "value": "082106",
                                    "id": 13515,
                                    "label": "乐器制作工"
                                },
                                {
                                    "value": "082107",
                                    "id": 13516,
                                    "label": "装配工"
                                },
                                {
                                    "value": "082108",
                                    "id": 13517,
                                    "label": "检验工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0822",
                        "label": "印刷业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13518,
                            "options": [
                                {
                                    "value": "082201",
                                    "id": 13519,
                                    "label": "平版、孔版制版工"
                                },
                                {
                                    "value": "082202",
                                    "id": 13520,
                                    "label": "凸版、凹版制版工"
                                },
                                {
                                    "value": "082203",
                                    "id": 13521,
                                    "label": "印刷工"
                                },
                                {
                                    "value": "082204",
                                    "id": 13522,
                                    "label": "装订工"
                                },
                                {
                                    "value": "082205",
                                    "id": 13523,
                                    "label": "印品整饰工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0823",
                        "label": "航天及军工制造与装配",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13524,
                            "options": [
                                {
                                    "value": "082301",
                                    "id": 13525,
                                    "label": "惯性器件装配工人"
                                },
                                {
                                    "value": "082302",
                                    "id": 13526,
                                    "label": "伺服机构装配调试工人"
                                },
                                {
                                    "value": "082303",
                                    "id": 13527,
                                    "label": "导弹部段装配工人"
                                },
                                {
                                    "value": "082304",
                                    "id": 13528,
                                    "label": "航天器引信装配工人"
                                },
                                {
                                    "value": "082305",
                                    "id": 13529,
                                    "label": "弹头装配工人"
                                },
                                {
                                    "value": "082306",
                                    "id": 13530,
                                    "label": "导弹总体装配工人"
                                },
                                {
                                    "value": "082307",
                                    "id": 13531,
                                    "label": "卫星总体装配 工人"
                                },
                                {
                                    "value": "082308",
                                    "id": 13532,
                                    "label": "液体为箭发动机装配试验工人"
                                },
                                {
                                    "value": "082309",
                                    "id": 13533,
                                    "label": "固体火箭发动机装配试验工人"
                                },
                                {
                                    "value": "082310",
                                    "id": 13534,
                                    "label": "装甲车辆装配工人"
                                },
                                {
                                    "value": "082311",
                                    "id": 13535,
                                    "label": "装甲车辆装配检验工人"
                                },
                                {
                                    "value": "082312",
                                    "id": 13536,
                                    "label": "装甲车辆驾驶试验工人"
                                },
                                {
                                    "value": "082313",
                                    "id": 13537,
                                    "label": "装甲车辆发动机装试工人"
                                },
                                {
                                    "value": "082314",
                                    "id": 13538,
                                    "label": "枪炮制造人员"
                                },
                                {
                                    "value": "082315",
                                    "id": 13539,
                                    "label": "枪\\炮弹药装配工人"
                                },
                                {
                                    "value": "082316",
                                    "id": 13540,
                                    "label": "火工品\\爆破器材制造人员"
                                },
                                {
                                    "value": "082317",
                                    "id": 13541,
                                    "label": "引信装试工人"
                                },
                                {
                                    "value": "082318",
                                    "id": 13542,
                                    "label": "防化\\防毒器材制造\\装配工人"
                                },
                                {
                                    "value": "082319",
                                    "id": 13543,
                                    "label": "靶场试射工人"
                                },
                                {
                                    "value": "082320",
                                    "id": 13544,
                                    "label": "靶场测试工人"
                                },
                                {
                                    "value": "082321",
                                    "id": 13545,
                                    "label": "卫星光学冷加工工人"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "09",
            "label": "新闻广告",
            "id": 13546,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "0901",
                        "label": "新闻业、杂志业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13547,
                            "options": [
                                {
                                    "value": "090101",
                                    "id": 13548,
                                    "label": "内勤人员"
                                },
                                {
                                    "value": "090102",
                                    "id": 13549,
                                    "label": "外勤记者"
                                },
                                {
                                    "value": "090103",
                                    "id": 13550,
                                    "label": "摄影记者"
                                },
                                {
                                    "value": "090104",
                                    "id": 13551,
                                    "label": "战地记者"
                                },
                                {
                                    "value": "090105",
                                    "id": 13552,
                                    "label": "推销员"
                                },
                                {
                                    "value": "090106",
                                    "id": 13553,
                                    "label": "排版工"
                                },
                                {
                                    "value": "090107",
                                    "id": 13554,
                                    "label": "装订工"
                                },
                                {
                                    "value": "090108",
                                    "id": 13555,
                                    "label": "印刷工"
                                },
                                {
                                    "value": "090109",
                                    "id": 13556,
                                    "label": "送货员"
                                },
                                {
                                    "value": "090110",
                                    "id": 13557,
                                    "label": "送报员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "0902",
                        "label": "广告业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13558,
                            "options": [
                                {
                                    "value": "090201",
                                    "id": 13559,
                                    "label": "一般内勤人员"
                                },
                                {
                                    "value": "090202",
                                    "id": 13560,
                                    "label": "广告设计人员"
                                },
                                {
                                    "value": "090203",
                                    "id": 13561,
                                    "label": "广告业务员"
                                },
                                {
                                    "value": "090204",
                                    "id": 13562,
                                    "label": "广告招牌绘制人员"
                                },
                                {
                                    "value": "090205",
                                    "id": 13563,
                                    "label": "广告影片之拍摄录制人员"
                                },
                                {
                                    "value": "090206",
                                    "id": 13564,
                                    "label": "霓虹光管安装及维修人员"
                                },
                                {
                                    "value": "090207",
                                    "id": 13565,
                                    "label": "广告招牌架设人员"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "10",
            "label": "医疗卫生",
            "id": 13566,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1001",
                        "label": "医疗技术人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13567,
                            "options": [
                                {
                                    "value": "100101",
                                    "id": 13568,
                                    "label": "一般医师及护士"
                                },
                                {
                                    "value": "100102",
                                    "id": 13569,
                                    "label": "精神病科医师、看护、护士"
                                },
                                {
                                    "value": "100103",
                                    "id": 13570,
                                    "label": "跌打损伤治疗人员"
                                },
                                {
                                    "value": "100104",
                                    "id": 13571,
                                    "label": "监狱、看守所医生、护理人员"
                                },
                                {
                                    "value": "100105",
                                    "id": 13572,
                                    "label": "助产士"
                                },
                                {
                                    "value": "100106",
                                    "id": 13573,
                                    "label": "药剂师"
                                },
                                {
                                    "value": "100107",
                                    "id": 13574,
                                    "label": "影像、麻醉、病理、检验技师"
                                },
                                {
                                    "value": "100108",
                                    "id": 13575,
                                    "label": "针灸、理疗、验光师"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1002",
                        "label": "医疗卫生辅助人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13576,
                            "options": [
                                {
                                    "value": "100201",
                                    "id": 13577,
                                    "label": "卫生防疫妇幼保健员"
                                },
                                {
                                    "value": "100202",
                                    "id": 13578,
                                    "label": "病案员"
                                },
                                {
                                    "value": "100203",
                                    "id": 13579,
                                    "label": "一般医务行政人员"
                                },
                                {
                                    "value": "100204",
                                    "id": 13580,
                                    "label": "放射线之技术人员"
                                },
                                {
                                    "value": "100205",
                                    "id": 13581,
                                    "label": "放射线之修理人员"
                                },
                                {
                                    "value": "100206",
                                    "id": 13582,
                                    "label": "医用气体工"
                                },
                                {
                                    "value": "100207",
                                    "id": 13583,
                                    "label": "救护车司机"
                                },
                                {
                                    "value": "100208",
                                    "id": 13584,
                                    "label": "医院炊事"
                                },
                                {
                                    "value": "100209",
                                    "id": 13585,
                                    "label": "杂工、清洁工"
                                },
                                {
                                    "value": "100210",
                                    "id": 13586,
                                    "label": "使用助听器验配专用设备和软件"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "11",
            "label": "娱乐业",
            "id": 13587,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1101",
                        "label": "广播影视制作、播放及舞台专业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13588,
                            "options": [
                                {
                                    "value": "110101",
                                    "id": 13589,
                                    "label": "制片人"
                                },
                                {
                                    "value": "110102",
                                    "id": 13590,
                                    "label": "影片商"
                                },
                                {
                                    "value": "110103",
                                    "id": 13591,
                                    "label": "编剧"
                                },
                                {
                                    "value": "110104",
                                    "id": 13592,
                                    "label": "电影、电视、戏剧导演"
                                },
                                {
                                    "value": "110105",
                                    "id": 13593,
                                    "label": "舞蹈编导"
                                },
                                {
                                    "value": "110106",
                                    "id": 13594,
                                    "label": "音乐指挥"
                                },
                                {
                                    "value": "110107",
                                    "id": 13595,
                                    "label": "武术指导"
                                },
                                {
                                    "value": "110108",
                                    "id": 13596,
                                    "label": "化妆师"
                                },
                                {
                                    "value": "110109",
                                    "id": 13597,
                                    "label": "场记"
                                },
                                {
                                    "value": "110110",
                                    "id": 13598,
                                    "label": "摄影工作人员"
                                },
                                {
                                    "value": "110111",
                                    "id": 13599,
                                    "label": "照明师"
                                },
                                {
                                    "value": "110112",
                                    "id": 13600,
                                    "label": "录音师"
                                },
                                {
                                    "value": "110113",
                                    "id": 13601,
                                    "label": "剪辑师"
                                },
                                {
                                    "value": "110114",
                                    "id": 13602,
                                    "label": "美工师"
                                },
                                {
                                    "value": "110115",
                                    "id": 13603,
                                    "label": "道具师"
                                },
                                {
                                    "value": "110116",
                                    "id": 13604,
                                    "label": "服装师"
                                },
                                {
                                    "value": "110117",
                                    "id": 13605,
                                    "label": "烟火特效员"
                                },
                                {
                                    "value": "110118",
                                    "id": 13606,
                                    "label": "影视动画制作员"
                                },
                                {
                                    "value": "110119",
                                    "id": 13607,
                                    "label": "影视木偶制作员"
                                },
                                {
                                    "value": "110120",
                                    "id": 13608,
                                    "label": "灯光及音响效果工作人员"
                                },
                                {
                                    "value": "110121",
                                    "id": 13609,
                                    "label": "冲片工作人员"
                                },
                                {
                                    "value": "110122",
                                    "id": 13610,
                                    "label": "洗片工作人员"
                                },
                                {
                                    "value": "110123",
                                    "id": 13611,
                                    "label": "拷贝检片员"
                                },
                                {
                                    "value": "110124",
                                    "id": 13612,
                                    "label": "拷贝字幕员"
                                },
                                {
                                    "value": "110125",
                                    "id": 13613,
                                    "label": "机械工、电工"
                                },
                                {
                                    "value": "110126",
                                    "id": 13614,
                                    "label": "影视置景制作人员"
                                },
                                {
                                    "value": "110127",
                                    "id": 13615,
                                    "label": "布景搭设人员"
                                },
                                {
                                    "value": "110128",
                                    "id": 13616,
                                    "label": "广播电视天线工"
                                },
                                {
                                    "value": "110129",
                                    "id": 13617,
                                    "label": "唱片制作工"
                                },
                                {
                                    "value": "110130",
                                    "id": 13618,
                                    "label": "音像带、光盘复制工"
                                },
                                {
                                    "value": "110131",
                                    "id": 13619,
                                    "label": "电影院售票员"
                                },
                                {
                                    "value": "110132",
                                    "id": 13620,
                                    "label": "电影院放映人员、服务人员"
                                },
                                {
                                    "value": "110133",
                                    "id": 13621,
                                    "label": "跑片员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1102",
                        "label": "演艺人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13622,
                            "options": [
                                {
                                    "value": "110201",
                                    "id": 13623,
                                    "label": "影视、戏剧、舞蹈演员"
                                },
                                {
                                    "value": "110202",
                                    "id": 13624,
                                    "label": "曲艺、歌唱演员"
                                },
                                {
                                    "value": "110203",
                                    "id": 13625,
                                    "label": "皮影戏木偶戏演员"
                                },
                                {
                                    "value": "110204",
                                    "id": 13626,
                                    "label": "杂技魔术演员"
                                },
                                {
                                    "value": "110205",
                                    "id": 13627,
                                    "label": "高空杂技、飞车、飞人演员"
                                },
                                {
                                    "value": "110206",
                                    "id": 13628,
                                    "label": "特技演员"
                                },
                                {
                                    "value": "110207",
                                    "id": 13629,
                                    "label": "武打演员"
                                },
                                {
                                    "value": "110208",
                                    "id": 13630,
                                    "label": "配音演员"
                                },
                                {
                                    "value": "110209",
                                    "id": 13631,
                                    "label": "播音员、节目主持人"
                                },
                                {
                                    "value": "110210",
                                    "id": 13632,
                                    "label": "时装模特"
                                },
                                {
                                    "value": "110211",
                                    "id": 13633,
                                    "label": "乐器演奏员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1103",
                        "label": "高尔夫球馆",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13634,
                            "options": [
                                {
                                    "value": "110301",
                                    "id": 13635,
                                    "label": "教练"
                                },
                                {
                                    "value": "110302",
                                    "id": 13636,
                                    "label": "球场保养人员"
                                },
                                {
                                    "value": "110303",
                                    "id": 13637,
                                    "label": "维护工人"
                                },
                                {
                                    "value": "110304",
                                    "id": 13638,
                                    "label": "球童"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1104",
                        "label": "保龄球馆",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13639,
                            "options": [
                                {
                                    "value": "110401",
                                    "id": 13640,
                                    "label": "记分员"
                                },
                                {
                                    "value": "110402",
                                    "id": 13641,
                                    "label": "柜台人员"
                                },
                                {
                                    "value": "110403",
                                    "id": 13642,
                                    "label": "机械保护员"
                                },
                                {
                                    "value": "110404",
                                    "id": 13643,
                                    "label": "清洁工人"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1105",
                        "label": "撞球馆",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13644,
                            "options": [
                                {
                                    "value": "110501",
                                    "id": 13645,
                                    "label": "负责人"
                                },
                                {
                                    "value": "110502",
                                    "id": 13646,
                                    "label": "记分员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1106",
                        "label": "游泳池",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13647,
                            "options": [
                                {
                                    "value": "110601",
                                    "id": 13648,
                                    "label": "负责人"
                                },
                                {
                                    "value": "110602",
                                    "id": 13649,
                                    "label": "管理员"
                                },
                                {
                                    "value": "110603",
                                    "id": 13650,
                                    "label": "教练"
                                },
                                {
                                    "value": "110604",
                                    "id": 13651,
                                    "label": "售票员"
                                },
                                {
                                    "value": "110605",
                                    "id": 13652,
                                    "label": "救生员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1107",
                        "label": "海水浴场",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13653,
                            "options": [
                                {
                                    "value": "110701",
                                    "id": 13654,
                                    "label": "负责人"
                                },
                                {
                                    "value": "110702",
                                    "id": 13655,
                                    "label": "管理员"
                                },
                                {
                                    "value": "110703",
                                    "id": 13656,
                                    "label": "潜水教练"
                                },
                                {
                                    "value": "110704",
                                    "id": 13657,
                                    "label": "售票员"
                                },
                                {
                                    "value": "110705",
                                    "id": 13658,
                                    "label": "救生员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1108",
                        "label": "健身房",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13659,
                            "options": [
                                {
                                    "value": "110801",
                                    "id": 13660,
                                    "label": "负责人"
                                },
                                {
                                    "value": "110802",
                                    "id": 13661,
                                    "label": "室内服务人员"
                                },
                                {
                                    "value": "110803",
                                    "id": 13662,
                                    "label": "外勤人员"
                                },
                                {
                                    "value": "110804",
                                    "id": 13663,
                                    "label": "清洁工人"
                                },
                                {
                                    "value": "110805",
                                    "id": 13664,
                                    "label": "健身器材维护保养工"
                                },
                                {
                                    "value": "110806",
                                    "id": 13665,
                                    "label": "健身教练"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1109",
                        "label": "游乐园、动物园",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13666,
                            "options": [
                                {
                                    "value": "110901",
                                    "id": 13667,
                                    "label": "负责人"
                                },
                                {
                                    "value": "110902",
                                    "id": 13668,
                                    "label": "售票员"
                                },
                                {
                                    "value": "110903",
                                    "id": 13669,
                                    "label": "游乐设施操作员"
                                },
                                {
                                    "value": "110904",
                                    "id": 13670,
                                    "label": "一般清洁工"
                                },
                                {
                                    "value": "110905",
                                    "id": 13671,
                                    "label": "兽栏清洁工"
                                },
                                {
                                    "value": "110906",
                                    "id": 13672,
                                    "label": "水电机械工"
                                },
                                {
                                    "value": "110907",
                                    "id": 13673,
                                    "label": "动物园驯兽师"
                                },
                                {
                                    "value": "110908",
                                    "id": 13674,
                                    "label": "饲养人员"
                                },
                                {
                                    "value": "110909",
                                    "id": 13675,
                                    "label": "兽医（动物园）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1110",
                        "label": "娱乐场所",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13676,
                            "options": [
                                {
                                    "value": "111001",
                                    "id": 13677,
                                    "label": "咖啡厅工作人员"
                                },
                                {
                                    "value": "111002",
                                    "id": 13678,
                                    "label": "茶室工作人员"
                                },
                                {
                                    "value": "111003",
                                    "id": 13679,
                                    "label": "酒家工作人员"
                                },
                                {
                                    "value": "111004",
                                    "id": 13680,
                                    "label": "夜总会工作人员"
                                },
                                {
                                    "value": "111005",
                                    "id": 13681,
                                    "label": "舞厅工作人员"
                                },
                                {
                                    "value": "111006",
                                    "id": 13682,
                                    "label": "歌厅工作人员"
                                },
                                {
                                    "value": "111007",
                                    "id": 13683,
                                    "label": "酒吧工作人员"
                                },
                                {
                                    "value": "111008",
                                    "id": 13684,
                                    "label": "娱乐场所负责人"
                                },
                                {
                                    "value": "111009",
                                    "id": 13685,
                                    "label": "歌舞表演人员"
                                },
                                {
                                    "value": "111010",
                                    "id": 13686,
                                    "label": "乐队"
                                },
                                {
                                    "value": "111011",
                                    "id": 13687,
                                    "label": "DJ"
                                },
                                {
                                    "value": "111012",
                                    "id": 13688,
                                    "label": "调音师"
                                },
                                {
                                    "value": "111013",
                                    "id": 13689,
                                    "label": "迎宾"
                                },
                                {
                                    "value": "111014",
                                    "id": 13690,
                                    "label": "收银员"
                                },
                                {
                                    "value": "111015",
                                    "id": 13691,
                                    "label": "职业按摩师（提供经营许可证）"
                                },
                                {
                                    "value": "111016",
                                    "id": 13692,
                                    "label": "电子游戏负责人"
                                },
                                {
                                    "value": "111017",
                                    "id": 13693,
                                    "label": "桌球房接待人员"
                                },
                                {
                                    "value": "111018",
                                    "id": 13694,
                                    "label": "寄存处人员"
                                },
                                {
                                    "value": "111019",
                                    "id": 13695,
                                    "label": "调酒师"
                                },
                                {
                                    "value": "111020",
                                    "id": 13696,
                                    "label": "保安"
                                },
                                {
                                    "value": "111021",
                                    "id": 13697,
                                    "label": "康乐服务员"
                                },
                                {
                                    "value": "111022",
                                    "id": 13698,
                                    "label": "桑拿业负责人"
                                },
                                {
                                    "value": "111023",
                                    "id": 13699,
                                    "label": "芳香保健师"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "12",
            "label": "文化教育",
            "id": 13700,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1201",
                        "label": "教育机构",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13701,
                            "options": [
                                {
                                    "value": "120101",
                                    "id": 13702,
                                    "label": "一般教师"
                                },
                                {
                                    "value": "120102",
                                    "id": 13703,
                                    "label": "体育教师"
                                },
                                {
                                    "value": "120103",
                                    "id": 13704,
                                    "label": "教育机关（学校）行政人员"
                                },
                                {
                                    "value": "120104",
                                    "id": 13705,
                                    "label": "校工"
                                },
                                {
                                    "value": "120105",
                                    "id": 13706,
                                    "label": "一般学生"
                                },
                                {
                                    "value": "120106",
                                    "id": 13707,
                                    "label": "汽车驾驶训练班教练"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1202",
                        "label": "文艺、美术创作和评论人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13708,
                            "options": [
                                {
                                    "value": "120201",
                                    "id": 13709,
                                    "label": "文学、曲艺、剧作家"
                                },
                                {
                                    "value": "120202",
                                    "id": 13710,
                                    "label": "词曲作家"
                                },
                                {
                                    "value": "120203",
                                    "id": 13711,
                                    "label": "文艺评论员"
                                },
                                {
                                    "value": "120204",
                                    "id": 13712,
                                    "label": "皮影戏木偶戏作家"
                                },
                                {
                                    "value": "120205",
                                    "id": 13713,
                                    "label": "翻译家"
                                },
                                {
                                    "value": "120206",
                                    "id": 13714,
                                    "label": "画家、书法家"
                                },
                                {
                                    "value": "120207",
                                    "id": 13715,
                                    "label": "篆刻、雕塑家"
                                },
                                {
                                    "value": "120208",
                                    "id": 13716,
                                    "label": "陶艺家"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1200",
                        "label": "其他",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13717,
                            "options": [
                                {
                                    "value": "120000",
                                    "id": 13718,
                                    "label": "负责人（出版商、书店、文具店）"
                                },
                                {
                                    "value": "120001",
                                    "id": 13719,
                                    "label": "店员"
                                },
                                {
                                    "value": "120002",
                                    "id": 13720,
                                    "label": "外务员"
                                },
                                {
                                    "value": "120003",
                                    "id": 13721,
                                    "label": "送货员"
                                },
                                {
                                    "value": "120004",
                                    "id": 13722,
                                    "label": "图书馆工作人员"
                                },
                                {
                                    "value": "120005",
                                    "id": 13723,
                                    "label": "博物馆工作人员"
                                },
                                {
                                    "value": "120006",
                                    "id": 13724,
                                    "label": "考古工作者"
                                },
                                {
                                    "value": "120007",
                                    "id": 13725,
                                    "label": "考古发掘工"
                                },
                                {
                                    "value": "120008",
                                    "id": 13726,
                                    "label": "文物鉴定和保管人员"
                                },
                                {
                                    "value": "120009",
                                    "id": 13727,
                                    "label": "文物保护专业人员"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "13",
            "label": "宗教机构",
            "id": 13728,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1300",
                        "label": "宗教人士",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13729,
                            "options": [
                                {
                                    "value": "130001",
                                    "id": 13730,
                                    "label": "寺庙及教堂管理人员"
                                },
                                {
                                    "value": "130002",
                                    "id": 13731,
                                    "label": "宗教团体工作人员"
                                },
                                {
                                    "value": "130003",
                                    "id": 13732,
                                    "label": "僧尼、道士、传教人员"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "14",
            "label": "公共事业",
            "id": 13733,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1401",
                        "label": "邮政、电信",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13734,
                            "options": [
                                {
                                    "value": "140101",
                                    "id": 13735,
                                    "label": "行政人员及内勤营业人员"
                                },
                                {
                                    "value": "140102",
                                    "id": 13736,
                                    "label": "工程师"
                                },
                                {
                                    "value": "140103",
                                    "id": 13737,
                                    "label": "邮件分检、接发员"
                                },
                                {
                                    "value": "140104",
                                    "id": 13738,
                                    "label": "外勤邮务人员"
                                },
                                {
                                    "value": "140105",
                                    "id": 13739,
                                    "label": "快递人员（使用摩托车）"
                                },
                                {
                                    "value": "140106",
                                    "id": 13740,
                                    "label": "快递人员（使用汽车）"
                                },
                                {
                                    "value": "140107",
                                    "id": 13741,
                                    "label": "快递人员（使用自行车）"
                                },
                                {
                                    "value": "140108",
                                    "id": 13742,
                                    "label": "包裹搬运人员"
                                },
                                {
                                    "value": "140109",
                                    "id": 13743,
                                    "label": "邮政设备安装维护人员"
                                },
                                {
                                    "value": "140110",
                                    "id": 13744,
                                    "label": "电信设备安装维护人员"
                                },
                                {
                                    "value": "140111",
                                    "id": 13745,
                                    "label": "电信工程设施架设、维修人员"
                                },
                                {
                                    "value": "140112",
                                    "id": 13746,
                                    "label": "通信系统供电设备、空调设备安装维护人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1402",
                        "label": "电力",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13747,
                            "options": [
                                {
                                    "value": "140201",
                                    "id": 13748,
                                    "label": "内勤人员、负责顾问设计工作的电力工程师"
                                },
                                {
                                    "value": "140202",
                                    "id": 13749,
                                    "label": "负责监督及视察工作的电力工程师"
                                },
                                {
                                    "value": "140203",
                                    "id": 13750,
                                    "label": "水轮机、锅炉、气轮机、发电机等电力设备安装工"
                                },
                                {
                                    "value": "140204",
                                    "id": 13751,
                                    "label": "发电厂电气设备安装工"
                                },
                                {
                                    "value": "140205",
                                    "id": 13752,
                                    "label": "电力电缆安装工"
                                },
                                {
                                    "value": "140206",
                                    "id": 13753,
                                    "label": "牵引电力线路安装维护工"
                                },
                                {
                                    "value": "140207",
                                    "id": 13754,
                                    "label": "高压线路架设工"
                                },
                                {
                                    "value": "140208",
                                    "id": 13755,
                                    "label": "电力工程内线安装工"
                                },
                                {
                                    "value": "140209",
                                    "id": 13756,
                                    "label": "变电设备安装工"
                                },
                                {
                                    "value": "140210",
                                    "id": 13757,
                                    "label": "发电运行值班人员"
                                },
                                {
                                    "value": "140211",
                                    "id": 13758,
                                    "label": "送电、配电线路工"
                                },
                                {
                                    "value": "140212",
                                    "id": 13759,
                                    "label": "变电站、变配电室值班员"
                                },
                                {
                                    "value": "140213",
                                    "id": 13760,
                                    "label": "锅炉设备检修工"
                                },
                                {
                                    "value": "140214",
                                    "id": 13761,
                                    "label": "水轮机、气轮机、发电机检修工"
                                },
                                {
                                    "value": "140215",
                                    "id": 13762,
                                    "label": "高压线路检修工"
                                },
                                {
                                    "value": "140216",
                                    "id": 13763,
                                    "label": "变压器、变电设备检修工"
                                },
                                {
                                    "value": "140217",
                                    "id": 13764,
                                    "label": "装表接电工"
                                },
                                {
                                    "value": "140218",
                                    "id": 13765,
                                    "label": "抄表员、收费员"
                                },
                                {
                                    "value": "140219",
                                    "id": 13766,
                                    "label": "维修电工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1403",
                        "label": "自来水（水利）",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13767,
                            "options": [
                                {
                                    "value": "140301",
                                    "id": 13768,
                                    "label": "行政内勤"
                                },
                                {
                                    "value": "140302",
                                    "id": 13769,
                                    "label": "工程师"
                                },
                                {
                                    "value": "140303",
                                    "id": 13770,
                                    "label": "水坝、水库管理人员"
                                },
                                {
                                    "value": "140304",
                                    "id": 13771,
                                    "label": "水利工程施工维护人员"
                                },
                                {
                                    "value": "140305",
                                    "id": 13772,
                                    "label": "水土保持作业人员"
                                },
                                {
                                    "value": "140306",
                                    "id": 13773,
                                    "label": "水文勘测人员"
                                },
                                {
                                    "value": "140307",
                                    "id": 13774,
                                    "label": "自来水管装修人员"
                                },
                                {
                                    "value": "140308",
                                    "id": 13775,
                                    "label": "水表安装修理人员"
                                },
                                {
                                    "value": "140309",
                                    "id": 13776,
                                    "label": "抄表员、收费员"
                                },
                                {
                                    "value": "140310",
                                    "id": 13777,
                                    "label": "工业及饮用水净化处理人员"
                                },
                                {
                                    "value": "140311",
                                    "id": 13778,
                                    "label": "水井工"
                                },
                                {
                                    "value": "140312",
                                    "id": 13779,
                                    "label": "自来水厂水质分析员（实地）"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1404",
                        "label": "生活燃料供应服务人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13780,
                            "options": [
                                {
                                    "value": "140401",
                                    "id": 13781,
                                    "label": "工程师"
                                },
                                {
                                    "value": "140402",
                                    "id": 13782,
                                    "label": "行政内勤人员"
                                },
                                {
                                    "value": "140403",
                                    "id": 13783,
                                    "label": "煤气管线装修工"
                                },
                                {
                                    "value": "140404",
                                    "id": 13784,
                                    "label": "收费员、抄表员"
                                },
                                {
                                    "value": "140405",
                                    "id": 13785,
                                    "label": "煤气检查员"
                                },
                                {
                                    "value": "140406",
                                    "id": 13786,
                                    "label": "成型煤生产工"
                                },
                                {
                                    "value": "140407",
                                    "id": 13787,
                                    "label": "送煤工"
                                },
                                {
                                    "value": "140408",
                                    "id": 13788,
                                    "label": "液化气送货员"
                                },
                                {
                                    "value": "140409",
                                    "id": 13789,
                                    "label": "瓦斯器具制造工"
                                },
                                {
                                    "value": "140410",
                                    "id": 13790,
                                    "label": "瓦斯储气槽，分装厂之工作人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1405",
                        "label": "环境卫生、环境保护人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13791,
                            "options": [
                                {
                                    "value": "140501",
                                    "id": 13792,
                                    "label": "环境保护工程技术人员"
                                },
                                {
                                    "value": "140502",
                                    "id": 13793,
                                    "label": "环境监测工"
                                },
                                {
                                    "value": "140503",
                                    "id": 13794,
                                    "label": "废物处理工"
                                },
                                {
                                    "value": "140504",
                                    "id": 13795,
                                    "label": "道路清洁、垃圾清运工"
                                },
                                {
                                    "value": "140505",
                                    "id": 13796,
                                    "label": "保洁员"
                                },
                                {
                                    "value": "140506",
                                    "id": 13797,
                                    "label": "下水道清洁工"
                                },
                                {
                                    "value": "140507",
                                    "id": 13798,
                                    "label": "高楼外部清洁工、烟囱清洁工"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "15",
            "label": "商业、服务业",
            "id": 13799,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1501",
                        "label": "购销人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13800,
                            "options": [
                                {
                                    "value": "150101",
                                    "id": 13801,
                                    "label": "营业员"
                                },
                                {
                                    "value": "150102",
                                    "id": 13802,
                                    "label": "收银员"
                                },
                                {
                                    "value": "150103",
                                    "id": 13803,
                                    "label": "推销员"
                                },
                                {
                                    "value": "150104",
                                    "id": 13804,
                                    "label": "出版物发行员"
                                },
                                {
                                    "value": "150105",
                                    "id": 13805,
                                    "label": "采购员"
                                },
                                {
                                    "value": "150106",
                                    "id": 13806,
                                    "label": "粮油、农副土特产品、蔬菜等商品收购员"
                                },
                                {
                                    "value": "150107",
                                    "id": 13807,
                                    "label": "中药购销员"
                                },
                                {
                                    "value": "150108",
                                    "id": 13808,
                                    "label": "旧货、古玩、字画等物品鉴定估价师"
                                },
                                {
                                    "value": "150109",
                                    "id": 13809,
                                    "label": "拍卖师"
                                },
                                {
                                    "value": "150110",
                                    "id": 13810,
                                    "label": "典当业务员"
                                },
                                {
                                    "value": "150111",
                                    "id": 13811,
                                    "label": "租赁业务员"
                                },
                                {
                                    "value": "150112",
                                    "id": 13812,
                                    "label": "粮油管理员"
                                },
                                {
                                    "value": "150113",
                                    "id": 13813,
                                    "label": "商品监督员"
                                },
                                {
                                    "value": "150114",
                                    "id": 13814,
                                    "label": "市场管理员"
                                },
                                {
                                    "value": "150115",
                                    "id": 13815,
                                    "label": "医药商品购销员"
                                },
                                {
                                    "value": "150116",
                                    "id": 13816,
                                    "label": "个体摊贩"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1502",
                        "label": "仓储人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13817,
                            "options": [
                                {
                                    "value": "150201",
                                    "id": 13818,
                                    "label": "仓库管理员、理货员"
                                },
                                {
                                    "value": "150202",
                                    "id": 13819,
                                    "label": "冷藏工"
                                },
                                {
                                    "value": "150203",
                                    "id": 13820,
                                    "label": "保鲜工"
                                },
                                {
                                    "value": "150204",
                                    "id": 13821,
                                    "label": "商品储运员"
                                },
                                {
                                    "value": "150205",
                                    "id": 13822,
                                    "label": "商品护运员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1503",
                        "label": "日用机电产品维修人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13823,
                            "options": [
                                {
                                    "value": "150301",
                                    "id": 13824,
                                    "label": "家用电子产品维修工"
                                },
                                {
                                    "value": "150302",
                                    "id": 13825,
                                    "label": "家用电器产品维修工"
                                },
                                {
                                    "value": "150303",
                                    "id": 13826,
                                    "label": "照相器材维修工"
                                },
                                {
                                    "value": "150304",
                                    "id": 13827,
                                    "label": "钟表维修工"
                                },
                                {
                                    "value": "150305",
                                    "id": 13828,
                                    "label": "乐器维修工"
                                },
                                {
                                    "value": "150306",
                                    "id": 13829,
                                    "label": "自行车维修工"
                                },
                                {
                                    "value": "150307",
                                    "id": 13830,
                                    "label": "办公设备维修工"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1504",
                        "label": "汽车美容业、装璜业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13831,
                            "options": [
                                {
                                    "value": "150401",
                                    "id": 13832,
                                    "label": "一般工人（手工）"
                                },
                                {
                                    "value": "150402",
                                    "id": 13833,
                                    "label": "一般工人（机械）"
                                },
                                {
                                    "value": "150403",
                                    "id": 13834,
                                    "label": "洗车工人"
                                },
                                {
                                    "value": "150404",
                                    "id": 13835,
                                    "label": "设计员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1505",
                        "label": "殡葬业、殡仪馆",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13836,
                            "options": [
                                {
                                    "value": "150501",
                                    "id": 13837,
                                    "label": "殡葬车驾驶员"
                                },
                                {
                                    "value": "150502",
                                    "id": 13838,
                                    "label": "搬运工"
                                },
                                {
                                    "value": "150503",
                                    "id": 13839,
                                    "label": "火化工"
                                },
                                {
                                    "value": "150504",
                                    "id": 13840,
                                    "label": "美容师、化妆师"
                                },
                                {
                                    "value": "150505",
                                    "id": 13841,
                                    "label": "墓地管理员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1506",
                        "label": "金融服务业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13842,
                            "options": [
                                {
                                    "value": "150601",
                                    "id": 13843,
                                    "label": "金融一般内勤人员（非保险公司）"
                                },
                                {
                                    "value": "150602",
                                    "id": 13844,
                                    "label": "金融外务员（非保险公司）"
                                },
                                {
                                    "value": "150603",
                                    "id": 13845,
                                    "label": "保险公司职员（中航三星）"
                                },
                                {
                                    "value": "150604",
                                    "id": 13846,
                                    "label": "保险公司代理人（中航三星）"
                                },
                                {
                                    "value": "150605",
                                    "id": 13847,
                                    "label": "其他保险公司职员"
                                },
                                {
                                    "value": "150606",
                                    "id": 13848,
                                    "label": "其他保险公司营销员、业务员"
                                },
                                {
                                    "value": "150607",
                                    "id": 13849,
                                    "label": "收费员"
                                },
                                {
                                    "value": "150608",
                                    "id": 13850,
                                    "label": "调查员"
                                },
                                {
                                    "value": "150609",
                                    "id": 13851,
                                    "label": "征信人员"
                                },
                                {
                                    "value": "150610",
                                    "id": 13852,
                                    "label": "现金运送车司机、点钞员、押送员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1507",
                        "label": "其他",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13853,
                            "options": [
                                {
                                    "value": "150701",
                                    "id": 13854,
                                    "label": "公证行外务员"
                                },
                                {
                                    "value": "150702",
                                    "id": 13855,
                                    "label": "报关行外务员"
                                },
                                {
                                    "value": "150703",
                                    "id": 13856,
                                    "label": "房地产经纪"
                                },
                                {
                                    "value": "150704",
                                    "id": 13857,
                                    "label": "美容美发人员"
                                },
                                {
                                    "value": "150705",
                                    "id": 13858,
                                    "label": "鞋匠、伞匠"
                                },
                                {
                                    "value": "150706",
                                    "id": 13859,
                                    "label": "洗衣师、烫衣师、织补师、染色师"
                                },
                                {
                                    "value": "150707",
                                    "id": 13860,
                                    "label": "浴池服务人员"
                                },
                                {
                                    "value": "150708",
                                    "id": 13861,
                                    "label": "修脚师"
                                },
                                {
                                    "value": "150709",
                                    "id": 13862,
                                    "label": "印章刻制人员"
                                },
                                {
                                    "value": "150710",
                                    "id": 13863,
                                    "label": "勘查师"
                                },
                                {
                                    "value": "150711",
                                    "id": 13864,
                                    "label": "物业管理人员"
                                },
                                {
                                    "value": "150712",
                                    "id": 13865,
                                    "label": "摄影师"
                                },
                                {
                                    "value": "150713",
                                    "id": 13866,
                                    "label": "照相馆冲片、洗片人员"
                                },
                                {
                                    "value": "150714",
                                    "id": 13867,
                                    "label": "验光配镜人员"
                                },
                                {
                                    "value": "150715",
                                    "id": 13868,
                                    "label": "商务策划人员"
                                },
                                {
                                    "value": "150716",
                                    "id": 13869,
                                    "label": "数字视频（DV）策划制作人员"
                                },
                                {
                                    "value": "150717",
                                    "id": 13870,
                                    "label": "动画绘制员"
                                },
                                {
                                    "value": "150718",
                                    "id": 13871,
                                    "label": "网络编辑员"
                                },
                                {
                                    "value": "150719",
                                    "id": 13872,
                                    "label": "公共营养师"
                                },
                                {
                                    "value": "150720",
                                    "id": 13873,
                                    "label": "模具、模型设计制作人员"
                                },
                                {
                                    "value": "150721",
                                    "id": 13874,
                                    "label": "手语翻译员"
                                },
                                {
                                    "value": "150722",
                                    "id": 13875,
                                    "label": "职业翻译师"
                                },
                                {
                                    "value": "150723",
                                    "id": 13876,
                                    "label": "康复保健师"
                                },
                                {
                                    "value": "150724",
                                    "id": 13877,
                                    "label": "妇幼保健师"
                                },
                                {
                                    "value": "150725",
                                    "id": 13878,
                                    "label": "心理保健师"
                                },
                                {
                                    "value": "150726",
                                    "id": 13879,
                                    "label": "鉴定估价师"
                                },
                                {
                                    "value": "150727",
                                    "id": 13880,
                                    "label": "插画师"
                                },
                                {
                                    "value": "150728",
                                    "id": 13881,
                                    "label": "职业SOHO经理人"
                                },
                                {
                                    "value": "150729",
                                    "id": 13882,
                                    "label": "注册银行管理师"
                                },
                                {
                                    "value": "150730",
                                    "id": 13883,
                                    "label": "游戏程序设计师"
                                },
                                {
                                    "value": "150731",
                                    "id": 13884,
                                    "label": "福利彩票销售人员"
                                },
                                {
                                    "value": "150732",
                                    "id": 13885,
                                    "label": "形象设计师"
                                },
                                {
                                    "value": "150733",
                                    "id": 13886,
                                    "label": "礼仪主持人"
                                },
                                {
                                    "value": "150734",
                                    "id": 13887,
                                    "label": "宠物健康护理员"
                                },
                                {
                                    "value": "150735",
                                    "id": 13888,
                                    "label": "宠物驯导师"
                                },
                                {
                                    "value": "150736",
                                    "id": 13889,
                                    "label": "地磅场工作人员"
                                },
                                {
                                    "value": "150737",
                                    "id": 13890,
                                    "label": "体育、娱乐经纪人"
                                },
                                {
                                    "value": "150738",
                                    "id": 13891,
                                    "label": "锁具修理工"
                                },
                                {
                                    "value": "150739",
                                    "id": 13892,
                                    "label": "野营或旅行救生员（专业）"
                                },
                                {
                                    "value": "150740",
                                    "id": 13893,
                                    "label": "野营或旅行救生员（兼职）"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "16",
            "label": "家庭管理",
            "id": 13894,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1600",
                        "label": "家庭管理",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13895,
                            "options": [
                                {
                                    "value": "160001",
                                    "id": 13896,
                                    "label": "家庭主妇"
                                },
                                {
                                    "value": "160002",
                                    "id": 13897,
                                    "label": "家庭教师"
                                },
                                {
                                    "value": "160003",
                                    "id": 13898,
                                    "label": "保育员"
                                },
                                {
                                    "value": "160004",
                                    "id": 13899,
                                    "label": "儿童"
                                },
                                {
                                    "value": "160005",
                                    "id": 13900,
                                    "label": "保姆"
                                },
                                {
                                    "value": "160006",
                                    "id": 13901,
                                    "label": "家政服务人员"
                                },
                                {
                                    "value": "160007",
                                    "id": 13902,
                                    "label": "制订生殖保健计划并协助落实的人员"
                                },
                                {
                                    "value": "160008",
                                    "id": 13903,
                                    "label": "为各种婚姻家庭问题提供咨询服务的人员"
                                },
                                {
                                    "value": "160009",
                                    "id": 13904,
                                    "label": "居委会社区（街道）工作人员"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "17",
            "label": "司法、安全保卫和消防人员",
            "id": 13905,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1701",
                        "label": "法律专业人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13906,
                            "options": [
                                {
                                    "value": "170101",
                                    "id": 13907,
                                    "label": "商业犯罪调查处理人员"
                                },
                                {
                                    "value": "170102",
                                    "id": 13908,
                                    "label": "法医"
                                },
                                {
                                    "value": "170103",
                                    "id": 13909,
                                    "label": "法官、检查官、律师、书记员、公证员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1702",
                        "label": "人民警察",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13910,
                            "options": [
                                {
                                    "value": "170201",
                                    "id": 13911,
                                    "label": "警务行政及内勤人员"
                                },
                                {
                                    "value": "170202",
                                    "id": 13912,
                                    "label": "警察（负有巡逻任务者）"
                                },
                                {
                                    "value": "170203",
                                    "id": 13913,
                                    "label": "监狱看守所管理人员"
                                },
                                {
                                    "value": "170204",
                                    "id": 13914,
                                    "label": "交通警察"
                                },
                                {
                                    "value": "170205",
                                    "id": 13915,
                                    "label": "刑警"
                                },
                                {
                                    "value": "170206",
                                    "id": 13916,
                                    "label": "警务特勤"
                                },
                                {
                                    "value": "170207",
                                    "id": 13917,
                                    "label": "港口、机场警卫及安全人员"
                                },
                                {
                                    "value": "170208",
                                    "id": 13918,
                                    "label": "警校学生"
                                },
                                {
                                    "value": "170209",
                                    "id": 13919,
                                    "label": "防暴警察"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1703",
                        "label": "治安保卫人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13920,
                            "options": [
                                {
                                    "value": "170301",
                                    "id": 13921,
                                    "label": "保安员"
                                },
                                {
                                    "value": "170302",
                                    "id": 13922,
                                    "label": "违禁品检查员"
                                },
                                {
                                    "value": "170303",
                                    "id": 13923,
                                    "label": "金融守押员"
                                },
                                {
                                    "value": "170304",
                                    "id": 13924,
                                    "label": "治安调查人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "1704",
                        "label": "消防人员",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13925,
                            "options": [
                                {
                                    "value": "170401",
                                    "id": 13926,
                                    "label": "灭火员"
                                },
                                {
                                    "value": "170402",
                                    "id": 13927,
                                    "label": "防毒防化防核抢险员"
                                },
                                {
                                    "value": "170403",
                                    "id": 13928,
                                    "label": "一般事故抢险员"
                                },
                                {
                                    "value": "170404",
                                    "id": 13929,
                                    "label": "抢险救援器材工具调配工"
                                },
                                {
                                    "value": "170405",
                                    "id": 13930,
                                    "label": "抢险救援器材维修工"
                                },
                                {
                                    "value": "170406",
                                    "id": 13931,
                                    "label": "火险监督员、防火审核员"
                                },
                                {
                                    "value": "170407",
                                    "id": 13932,
                                    "label": "可燃气体（毒气）检测员、危险物品监督员"
                                },
                                {
                                    "value": "170408",
                                    "id": 13933,
                                    "label": "大楼消防员（大楼消防监管、巡逻和操作报警与灭火系统人员）"
                                },
                                {
                                    "value": "170409",
                                    "id": 13934,
                                    "label": "火灾瞭望观察员（瞭望塔）"
                                },
                                {
                                    "value": "170410",
                                    "id": 13935,
                                    "label": "火灾瞭望观察员（直升机）"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "18",
            "label": "军人",
            "id": 13936,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1800",
                        "label": "现役军人",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13937,
                            "options": [
                                {
                                    "value": "180001",
                                    "id": 13938,
                                    "label": "空中、海中服役军人"
                                },
                                {
                                    "value": "180002",
                                    "id": 13939,
                                    "label": "一般地面部队人员"
                                },
                                {
                                    "value": "180003",
                                    "id": 13940,
                                    "label": "特种兵"
                                },
                                {
                                    "value": "180004",
                                    "id": 13941,
                                    "label": "武警"
                                },
                                {
                                    "value": "180005",
                                    "id": 13942,
                                    "label": "行政及内勤人员"
                                },
                                {
                                    "value": "180006",
                                    "id": 13943,
                                    "label": "前线军人"
                                },
                                {
                                    "value": "180007",
                                    "id": 13944,
                                    "label": "后勤补给及通信地勤人员"
                                },
                                {
                                    "value": "180008",
                                    "id": 13945,
                                    "label": "武器弹药研究管理人员"
                                },
                                {
                                    "value": "180009",
                                    "id": 13946,
                                    "label": "军医院官兵"
                                },
                                {
                                    "value": "180010",
                                    "id": 13947,
                                    "label": "军事科研单位设计人员"
                                },
                                {
                                    "value": "180011",
                                    "id": 13948,
                                    "label": "军校学生及入伍受训新兵"
                                },
                                {
                                    "value": "180012",
                                    "id": 13949,
                                    "label": "宪兵"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "19",
            "label": "资讯业",
            "id": 13950,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "1900",
                        "label": "资讯业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13951,
                            "options": [
                                {
                                    "value": "190001",
                                    "id": 13952,
                                    "label": "维护工程师"
                                },
                                {
                                    "value": "190002",
                                    "id": 13953,
                                    "label": "系统工程师"
                                },
                                {
                                    "value": "190003",
                                    "id": 13954,
                                    "label": "计算机通信工程技术人员"
                                },
                                {
                                    "value": "190004",
                                    "id": 13955,
                                    "label": "计算机硬件技术人员"
                                },
                                {
                                    "value": "190005",
                                    "id": 13956,
                                    "label": "计算机软件技术人员"
                                },
                                {
                                    "value": "190006",
                                    "id": 13957,
                                    "label": "计算机网络技术人员"
                                },
                                {
                                    "value": "190007",
                                    "id": 13958,
                                    "label": "销售工程师"
                                },
                                {
                                    "value": "190008",
                                    "id": 13959,
                                    "label": "从事安全防范系统安装调试、维护的人员"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "20",
            "label": "职业运动",
            "id": 13960,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "2001",
                        "label": "高尔夫球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13961,
                            "options": [
                                {
                                    "value": "200101",
                                    "id": 13962,
                                    "label": "教练"
                                },
                                {
                                    "value": "200102",
                                    "id": 13963,
                                    "label": "高尔夫球球员"
                                },
                                {
                                    "value": "200103",
                                    "id": 13964,
                                    "label": "球童"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2002",
                        "label": "保龄球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13965,
                            "options": [
                                {
                                    "value": "200201",
                                    "id": 13966,
                                    "label": "教练"
                                },
                                {
                                    "value": "200202",
                                    "id": 13967,
                                    "label": "保龄球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2003",
                        "label": "桌球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13968,
                            "options": [
                                {
                                    "value": "200301",
                                    "id": 13969,
                                    "label": "教练"
                                },
                                {
                                    "value": "200302",
                                    "id": 13970,
                                    "label": "桌球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2004",
                        "label": "羽毛球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13971,
                            "options": [
                                {
                                    "value": "200401",
                                    "id": 13972,
                                    "label": "教练"
                                },
                                {
                                    "value": "200402",
                                    "id": 13973,
                                    "label": "羽毛球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2005",
                        "label": "游泳",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13974,
                            "options": [
                                {
                                    "value": "200501",
                                    "id": 13975,
                                    "label": "教练"
                                },
                                {
                                    "value": "200502",
                                    "id": 13976,
                                    "label": "游泳人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2006",
                        "label": "射箭",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13977,
                            "options": [
                                {
                                    "value": "200601",
                                    "id": 13978,
                                    "label": "教练"
                                },
                                {
                                    "value": "200602",
                                    "id": 13979,
                                    "label": "射箭人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2007",
                        "label": "网球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13980,
                            "options": [
                                {
                                    "value": "200701",
                                    "id": 13981,
                                    "label": "教练"
                                },
                                {
                                    "value": "200702",
                                    "id": 13982,
                                    "label": "网球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2008",
                        "label": "垒球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13983,
                            "options": [
                                {
                                    "value": "200801",
                                    "id": 13984,
                                    "label": "教练"
                                },
                                {
                                    "value": "200802",
                                    "id": 13985,
                                    "label": "垒球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2009",
                        "label": "滑冰",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13986,
                            "options": [
                                {
                                    "value": "200901",
                                    "id": 13987,
                                    "label": "教练"
                                },
                                {
                                    "value": "200902",
                                    "id": 13988,
                                    "label": "滑冰人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2010",
                        "label": "射击",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13989,
                            "options": [
                                {
                                    "value": "201001",
                                    "id": 13990,
                                    "label": "教练"
                                },
                                {
                                    "value": "201002",
                                    "id": 13991,
                                    "label": "射击人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2011",
                        "label": "民族体育运动（不含竞技性）",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13992,
                            "options": [
                                {
                                    "value": "201101",
                                    "id": 13993,
                                    "label": "教练"
                                },
                                {
                                    "value": "201102",
                                    "id": 13994,
                                    "label": "民族体育活动人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2012",
                        "label": "举重",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13995,
                            "options": [
                                {
                                    "value": "201201",
                                    "id": 13996,
                                    "label": "教练"
                                },
                                {
                                    "value": "201202",
                                    "id": 13997,
                                    "label": "举重人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2013",
                        "label": "篮球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 13998,
                            "options": [
                                {
                                    "value": "201301",
                                    "id": 13999,
                                    "label": "教练"
                                },
                                {
                                    "value": "201302",
                                    "id": 14000,
                                    "label": "篮球人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2014",
                        "label": "排球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14001,
                            "options": [
                                {
                                    "value": "201401",
                                    "id": 14002,
                                    "label": "教练"
                                },
                                {
                                    "value": "201402",
                                    "id": 14003,
                                    "label": "排球人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2015",
                        "label": "棒球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14004,
                            "options": [
                                {
                                    "value": "201501",
                                    "id": 14005,
                                    "label": "教练"
                                },
                                {
                                    "value": "201502",
                                    "id": 14006,
                                    "label": "棒球人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2016",
                        "label": "田径",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14007,
                            "options": [
                                {
                                    "value": "201601",
                                    "id": 14008,
                                    "label": "教练"
                                },
                                {
                                    "value": "201602",
                                    "id": 14009,
                                    "label": "参赛人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2017",
                        "label": "体操",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14010,
                            "options": [
                                {
                                    "value": "201701",
                                    "id": 14011,
                                    "label": "教练"
                                },
                                {
                                    "value": "201702",
                                    "id": 14012,
                                    "label": "体操人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2018",
                        "label": "滑雪",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14013,
                            "options": [
                                {
                                    "value": "201801",
                                    "id": 14014,
                                    "label": "教练"
                                },
                                {
                                    "value": "201802",
                                    "id": 14015,
                                    "label": "滑雪人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2019",
                        "label": "帆船",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14016,
                            "options": [
                                {
                                    "value": "201901",
                                    "id": 14017,
                                    "label": "教练"
                                },
                                {
                                    "value": "201902",
                                    "id": 14018,
                                    "label": "驾乘人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2020",
                        "label": "划船",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14019,
                            "options": [
                                {
                                    "value": "202001",
                                    "id": 14020,
                                    "label": "教练"
                                },
                                {
                                    "value": "202002",
                                    "id": 14021,
                                    "label": "驾乘人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2021",
                        "label": "泛舟",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14022,
                            "options": [
                                {
                                    "value": "202101",
                                    "id": 14023,
                                    "label": "教练"
                                },
                                {
                                    "value": "202102",
                                    "id": 14024,
                                    "label": "驾乘人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2022",
                        "label": "巧固球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14025,
                            "options": [
                                {
                                    "value": "202201",
                                    "id": 14026,
                                    "label": "教练"
                                },
                                {
                                    "value": "202202",
                                    "id": 14027,
                                    "label": "巧固球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2023",
                        "label": "手球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14028,
                            "options": [
                                {
                                    "value": "202301",
                                    "id": 14029,
                                    "label": "教练"
                                },
                                {
                                    "value": "202302",
                                    "id": 14030,
                                    "label": "手球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2024",
                        "label": "风浪板",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14031,
                            "options": [
                                {
                                    "value": "202401",
                                    "id": 14032,
                                    "label": "教练"
                                },
                                {
                                    "value": "202402",
                                    "id": 14033,
                                    "label": "驾乘人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2025",
                        "label": "水上摩托",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14034,
                            "options": [
                                {
                                    "value": "202501",
                                    "id": 14035,
                                    "label": "教练"
                                },
                                {
                                    "value": "202502",
                                    "id": 14036,
                                    "label": "驾乘人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2026",
                        "label": "足球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14037,
                            "options": [
                                {
                                    "value": "202601",
                                    "id": 14038,
                                    "label": "教练"
                                },
                                {
                                    "value": "202602",
                                    "id": 14039,
                                    "label": "足球运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2027",
                        "label": "曲棍球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14040,
                            "options": [
                                {
                                    "value": "202701",
                                    "id": 14041,
                                    "label": "教练"
                                },
                                {
                                    "value": "202702",
                                    "id": 14042,
                                    "label": "曲棍球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2028",
                        "label": "冰上曲棍球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14043,
                            "options": [
                                {
                                    "value": "202801",
                                    "id": 14044,
                                    "label": "教练"
                                },
                                {
                                    "value": "202802",
                                    "id": 14045,
                                    "label": "冰上曲棍球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2029",
                        "label": "橄榄球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14046,
                            "options": [
                                {
                                    "value": "202901",
                                    "id": 14047,
                                    "label": "教练"
                                },
                                {
                                    "value": "202902",
                                    "id": 14048,
                                    "label": "橄榄球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2030",
                        "label": "滑水",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14049,
                            "options": [
                                {
                                    "value": "203001",
                                    "id": 14050,
                                    "label": "教练"
                                },
                                {
                                    "value": "203002",
                                    "id": 14051,
                                    "label": "滑水人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2031",
                        "label": "击剑",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14052,
                            "options": [
                                {
                                    "value": "203101",
                                    "id": 14053,
                                    "label": "教练"
                                },
                                {
                                    "value": "203102",
                                    "id": 14054,
                                    "label": "击剑运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2032",
                        "label": "马术",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14055,
                            "options": [
                                {
                                    "value": "203201",
                                    "id": 14056,
                                    "label": "教练"
                                },
                                {
                                    "value": "203202",
                                    "id": 14057,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2033",
                        "label": "摔跤",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14058,
                            "options": [
                                {
                                    "value": "203301",
                                    "id": 14059,
                                    "label": "教练"
                                },
                                {
                                    "value": "203302",
                                    "id": 14060,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2034",
                        "label": "乒乓球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14061,
                            "options": [
                                {
                                    "value": "203401",
                                    "id": 14062,
                                    "label": "教练"
                                },
                                {
                                    "value": "203402",
                                    "id": 14063,
                                    "label": "乒乓球球员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2035",
                        "label": "水球",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14064,
                            "options": [
                                {
                                    "value": "203501",
                                    "id": 14065,
                                    "label": "教练"
                                },
                                {
                                    "value": "203502",
                                    "id": 14066,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2036",
                        "label": "柔道",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14067,
                            "options": [
                                {
                                    "value": "203601",
                                    "id": 14068,
                                    "label": "教练"
                                },
                                {
                                    "value": "203602",
                                    "id": 14069,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2037",
                        "label": "空手道",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14070,
                            "options": [
                                {
                                    "value": "203701",
                                    "id": 14071,
                                    "label": "教练"
                                },
                                {
                                    "value": "203702",
                                    "id": 14072,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2038",
                        "label": "跆拳道",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14073,
                            "options": [
                                {
                                    "value": "203801",
                                    "id": 14074,
                                    "label": "教练"
                                },
                                {
                                    "value": "203802",
                                    "id": 14075,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2039",
                        "label": "武术",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14076,
                            "options": [
                                {
                                    "value": "203901",
                                    "id": 14077,
                                    "label": "教练"
                                },
                                {
                                    "value": "203902",
                                    "id": 14078,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2040",
                        "label": "滑翔机具",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14079,
                            "options": [
                                {
                                    "value": "204001",
                                    "id": 14080,
                                    "label": "教练"
                                },
                                {
                                    "value": "204002",
                                    "id": 14081,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2041",
                        "label": "拳击",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14082,
                            "options": [
                                {
                                    "value": "204101",
                                    "id": 14083,
                                    "label": "教练"
                                },
                                {
                                    "value": "204102",
                                    "id": 14084,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2042",
                        "label": "汽车、摩托车赛车",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14085,
                            "options": [
                                {
                                    "value": "204201",
                                    "id": 14086,
                                    "label": "教练"
                                },
                                {
                                    "value": "204202",
                                    "id": 14087,
                                    "label": "运动员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "2043",
                        "label": "跳伞",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14088,
                            "options": [
                                {
                                    "value": "204301",
                                    "id": 14089,
                                    "label": "教练"
                                },
                                {
                                    "value": "204302",
                                    "id": 14090,
                                    "label": "运动员"
                                }
                            ]
                        }
                    }
                ]
            }
        },
        {
            "value": "99",
            "label": "其他",
            "id": 14091,
            "children": {
                "name": "city",
                "label": "",
                "options": [
                    {
                        "value": "9900",
                        "label": "其他",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14092,
                            "options": [
                                {
                                    "value": "990001",
                                    "id": 14093,
                                    "label": "无业人员"
                                },
                                {
                                    "value": "990002",
                                    "id": 14094,
                                    "label": "离退休人员"
                                },
                                {
                                    "value": "990003",
                                    "id": 14095,
                                    "label": "下岗人员"
                                }
                            ]
                        }
                    },
                    {
                        "value": "9901",
                        "label": "自由职业",
                        "children": {
                            "name": "block",
                            "label": "",
                            "id": 14096,
                            "options": [
                                {
                                    "value": "990101",
                                    "id": 14097,
                                    "label": "会计师"
                                },
                                {
                                    "value": "990102",
                                    "id": 14098,
                                    "label": "出纳"
                                },
                                {
                                    "value": "990103",
                                    "id": 14099,
                                    "label": "代书"
                                },
                                {
                                    "value": "990104",
                                    "id": 14100,
                                    "label": "自由炒股人"
                                },
                                {
                                    "value": "990105",
                                    "id": 14101,
                                    "label": "经纪人"
                                },
                                {
                                    "value": "990106",
                                    "id": 14102,
                                    "label": "自由软件开发人员（CAD/游戏）"
                                },
                                {
                                    "value": "990107",
                                    "id": 14103,
                                    "label": "复印/传真/ 电讯缴费店主"
                                },
                                {
                                    "value": "990108",
                                    "id": 14104,
                                    "label": "自由撰稿人"
                                },
                                {
                                    "value": "990109",
                                    "id": 14105,
                                    "label": "网店经营人员"
                                }
                            ]
                        }
                    }
                ]
            }
        }
    ]
}