export default [
  //   // 认证凭证不全
  //   {
  //     'code': 100,
  //     'message': '认证凭证不全'
  //   },
  //   // 验证码无效.
  //   {
  //     'code': 101,
  //     'message': '验证码无效'
  //   },
  //   // 用户账户或者密码错误，此错误一般在查不到此用户，或者用户密码错误时返回不会明确告知查不到此用户或者密码错误，防止前端猜测账号
  //   {
  //     'code': 102,
  //     'message': '用户账户或者密码错误'
  //   },
  //   // 用户账号被锁定
  //   {
  //     'code': 103,
  //     'message': '用户账号被锁定'
  //   },
  //   // 用户账户未启用
  //   {
  //     'code': 104,
  //     'message': '用户账户未启用'
  //   },
  //   // 用户账户过期
  //   {
  //     'code': 105,
  //     'message': '用户账户过期'
  //   },
  //   // 无法告知，去登录吧
  //   {
  //     'code': 106,
  //     'message': '无法告知，去登录吧'
  //   },
  //   // token过期
  //   {
  //     'code': 200,
  //     'message': 'token过期'
  //   },
  //   // token无效，一般为格式无效
  //   {
  //     'code': 201,
  //     'message': 'token无效，一般为格式无效'
  //   },
  //   // token丢失，获取不到token
  //   {
  //     'code': 202,
  //     'message': 'token丢失，获取不到token'
  //   },
  //   // 无法告知，去登录吧
  //   {
  //     'code': 203,
  //     'message': '无法告知，去登录吧'
  //   },
  {
    code: 400,
    message: "错误请求",
  },
  {
    code: 401,
    message: "未授权，请重新登录",
  },
  {
    code: 403,
    message: "拒绝访问",
  },
  {
    code: 404,
    message: "请求错误,未找到该资源",
  },
  {
    code: 405,
    message: "请求方法未允许",
  },
  {
    code: 408,
    message: "请求超时",
  },
  {
    code: 500,
    message: "服务器端出错",
  },
  {
    code: 501,
    message: "网络未实现",
  },
  {
    code: 502,
    message: "网络错误",
  },
  {
    code: 503,
    message: "服务不可用",
  },
  {
    code: 504,
    message: "网络超时",
  },
  {
    code: 505,
    message: "http版本不支持该请求",
  },
];
